Repository: AndreasReitberger/3D-Print-Cost-Calculator
Catalog: Source/PrintCostCalculator3d/Resources/Localization/Strings.*.resx
Languages: de_de, fr_fr, it_it, nn_no

# DialogRemoteControlPrintersFormatContent
source: Welcome to the {0} control panel! Please, always check that your printer is free and ready to use if you start prints remotely. Also be aware, if you move your printer axis that this can be done without damaging the printer. We and our software are not responsible for any damage caused by unattended control!
de_de: Willkommen im {0} Kontrollzentrum. Bitte überprüfe immer, ob dein Drucker frei und einsatzbereit ist, wenn du Druckaufträge aus der Ferne startest. Beachte auch, wenn du deine Druckerachse bewegst, dass dies ohne Beschädigung des Druckers möglich ist. Wir und unsere Software haften nicht für Schäden, die durch unbeaufsichtigte Kontrolle verursacht werden!
fr_fr: Bienvenue dans le panneau de contrôle {0} ! Veuillez toujours vérifier que votre imprimante est libre et prête à l'emploi si vous lancez des impressions à distance. Sachez également que si vous déplacez l'axe de votre imprimante, cela peut être fait sans l'endommager. Nous et notre logiciel ne sommes pas responsables des dommages causés par un contrôle non surveillé !
it_it: Benvenuto nel centro di controllo {0}. Verificare sempre che la stampante sia gratuita e pronta per l'uso quando si inizia a stampare in remoto. Inoltre, quando si sposta l'asse della stampante, tenere presente che ciò può essere fatto senza danneggiare la stampante. Noi e il nostro software non siamo responsabili per danni causati da controllo incustodito!

# DialogRemoteControlPrintersHeadline
source: Important usage notice (read carefully)
de_de: Wichtiger Verwendungshinweis (sorgfältig lesen)
fr_fr: Notice d'utilisation importante (à lire attentivement)
it_it: Nota importante per l'uso (leggere attentamente)

# DialogRemoveSelectedFilesFromListContent
source: Are you sure that you want to remove the selected files from the list?
de_de: Bist du dir sicher, dass du die ausgewählten Dateien entfernen möchtest?
fr_fr: Êtes-vous sûr de vouloir supprimer les fichiers sélectionnés de la liste ?
it_it: Sei sicuro di voler rimuovere i file selezionati?
nn_no: Er du sikker på at du vil fjerne de valgte filene fra listen?

# DialogRemoveSelectedFilesFromListHeadline
source: Remove selected files
de_de: Gewählte Dateien entfernen
fr_fr: Supprimer les fichiers sélectionnés
it_it: Rimuovi i file selezionati
nn_no: Fjern valgte filer

# DialogRepetierCreateNewGroupContent
source: Please enter the new group name:
de_de: Bitte gib den Namen der Gruppe ein:
fr_fr: Veuillez entrer le nouveau nom du groupe :
it_it: Inserisci il nome del gruppo:
nn_no: Skriv inn det nye gruppenavnet:

# DialogRepetierCreateNewGroupHeadline
source: Create new group
de_de: Neue Gruppe erstellen
fr_fr: Créer un nouveau groupe
it_it: Crea un nuovo gruppo
nn_no: Opprett ny gruppe

# DialogRepetierDeleteMessageContent
source: Are you sure that you want to delete this message?
de_de: Bist du dir sicher, dass du die Nachricht löschen möchtest?
fr_fr: Êtes-vous sûr de vouloir supprimer ce message ?
it_it: Sei sicuro di voler eliminare il messaggio?
nn_no: Er du sikker på at du vil slette denne meldingen?

# DialogRepetierDeleteMessageHeadline
source: Delete Message
de_de: Narchicht löschen
fr_fr: Supprimer le message
it_it: Elimina messaggio
nn_no: Slett melding

# DialogRepetierDeleteModelsContent
source: Are you sure that you want to delete the selected models from the server? This cannot be undone!
de_de: Bist du dir sicher, dass du die ausgewählten Modelle vom Server löschen möchtest? Dies kann nicht rückgängig gemacht werden!
fr_fr: Êtes-vous sûr de vouloir supprimer les modèles sélectionnés du serveur ? C'est irréversible !
it_it: Sei sicuro di voler eliminare i modelli selezionati dal server? Questo non può essere annullato!
nn_no: Er du sikker på at du vil slette de valgte modellene fra serveren? Dette kan ikke angres!

# DialogRepetierDeleteModelsHeadline
source: Delete selected Models
de_de: Ausgewählte Modelle löschen
fr_fr: Supprimer les modèles sélectionnés
it_it: Elimina i modelli selezionati
nn_no: Slett valgte modeller

# DialogRepetierPrintModelFormatedContent
source: Are you sure that you want to start the print for the model '{0}'? Make sure your printer is ready and clean before you proceed!
de_de: Bist du dir sicher, dass du den Druck des Models '{0}' starten möchtest? Vergewissere dich davor, ob dein Drucker bereit und sauber ist!
fr_fr: Êtes-vous sûr de vouloir lancer l'impression pour le modèle'{0}' ? Assurez-vous que votre imprimante est prête et propre avant de continuer !
it_it: Vuoi iniziare a stampare il modello '{0}'? Assicurarsi che la stampante sia pronta e pulita!
nn_no: Er du sikker på at du vil starte utskriften for modellen '{0}'? Forsikre deg om at skriveren er klar og ren før du fortsetter!

# DialogRepetierPrintModelHeadline
source: Start printing model
de_de: Druck für Model starten
fr_fr: Démarrer l'impression du modèle
it_it: Inizia a stampare per il modello
nn_no: Begynn å skrive ut modellen

# DialogRepetierServerProNotConfiguredContent
source: It seems that you haven't entered any information for your Repetier Server Pro yet. Please go to the settings page and do so.
de_de: Es scheint als ob dein Repetier Server Pro noch nicht eingerichtet wurde. Bitte besuche die Einstellungsseite um dies jetzt zu tun.
fr_fr: Il semble que vous n'ayez pas encore entré d'informations pour votre Repetier Server Pro. Allez à la page des paramètres et faites-le.
it_it: Sembra che Repetier Server Pro non sia ancora stato configurato. Visitate la pagina delle impostazioni per farlo ora.
nn_no: Det ser ut til at du ikke har lagt inn noe informasjon for Repetier Server Pro ennå. Gå til innstillingssiden og gjør det.

# DialogRepetierServerProNotConfiguredHeadline
source: Repetier Server Pro isn't configured
de_de: Repetier Server Pro ist nicht konfiguriert
fr_fr: Repetier Server Pro n'est pas configuré
it_it: Repetier Server Pro non è configurato
nn_no: Repetier Server Pro er ikke konfigurert

# DialogRepetierServerProOfflineContent
source: It seems that your settings for your Repetier Server Pro are valid, however the server doesn't respond. Please check if your server is running and if the entered IP address is accurate!
de_de: Es scheint als ob dein Repetier Server Pro richtig konfiguriert ist, jedoch antwortet der Server nicht. Bitte prüfe ob dein Server eingeschaltet ist und deine eingegebene IP-Adresse die richtige ist!
fr_fr: Il semble que vos paramètres pour votre Repetier Server Pro sont valides, mais le serveur ne répond pas. Veuillez vérifier si votre serveur fonctionne et si l'adresse IP saisie est correcte !
it_it: Sembra che Repetier Server Pro sia configurato correttamente, ma il server non risponde. Verifica se il tuo server è acceso e l'indirizzo IP inserito è corretto!
nn_no: Det ser ut til at innstillingene dine for Repetier Server Pro er gyldige, men serveren svarer ikke. Kontroller om serveren din kjører, og om den angitte IP-adressen er nøyaktig!

# DialogRepetierServerProOfflineHeadline
source: Repetier Server Pro is offline
de_de: Repetier Server Pro ist offline
fr_fr: Repetier Server Pro est hors ligne
it_it: Repetier Server Pro non è in linea
nn_no: Repetier Server Pro er offline

# DialogRepetierServerRestartContent
source: Are you sure that you want to restart your Repetier Server Pro now? Make sure no prints are running!
de_de: Bist du dir sicher, dass du deinen Repetier Server Pro jetzt neustarten möchtest? Vergewissere dich, dass keine aktiven Druckaufträge vorhanden sind!
fr_fr: Êtes-vous sûr de vouloir redémarrer votre Repetier Server Pro maintenant ? Assurez-vous qu'il n'y a pas d'impressions en cours !
it_it: Sei sicuro di voler riavviare Repetier Server Pro ora? Assicurarsi che non vi siano lavori di stampa attivi!
nn_no: Er du sikker på at du vil starte Repetier Server Pro på nytt nå? Forsikre deg om at ingen utskrifter kjører!

# DialogRepetierServerRestartHeadline
source: Restart Repetier Server Pro
de_de: Repetier Server Pro neustraten
fr_fr: Redémarrer Repetier Server Pro
it_it: Riavvia Repetier Server Pro
nn_no: Start Repetier Server Pro på nytt

# DialogRepetierServerShutdownContent
source: Are you sure that you want to shutdown your Repetier Server Pro now? Make sure no prints are running!
de_de: Bist du dir sicher, dass du deinen Repetier Server Pro jetzt herunterfahren möchtest? Vergewissere dich, dass keine aktiven Druckaufträge vorhanden sind!
fr_fr: Êtes-vous sûr de vouloir arrêter votre Repetier Server Pro maintenant ? Assurez-vous qu'il n'y a pas d'impressions en cours !
it_it: Sei sicuro di voler spegnere Repetier Server Pro adesso? Assicurarsi che non vi siano lavori di stampa attivi!
nn_no: Er du sikker på at du vil slå av Repetier Server Pro nå? Forsikre deg om at ingen utskrifter kjører!

# DialogRepetierServerShutdownHeadline
source: Shutdown Repetier Server Pro
de_de: Repetier Server Pro herunterfahren
fr_fr: Arrêter Repetier Server Pro
it_it: Chiudi Repetier Server Pro
nn_no: Skru av Repetier Server Pro

# DialogRestartRequiredContent
source: The settings change requires a restart of the application. Do you want to restart now?
de_de: Die Änderung an den Einstellungen erforder einen Neustart der Anwendung. Jetzt neustarten?
fr_fr: La modification des paramètres nécessite un redémarrage de l'application. Voulez-vous redémarrer maintenant ?
it_it: La modifica delle impostazioni richiede il riavvio dell'applicazione. Riavvia ora?
nn_no: Innstillingsendringen krever en omstart av applikasjonen. Vil du starte på nytt nå?

# DialogRestartRequiredHeadline
source: Restart required
de_de: Neustart erforderlich
fr_fr: Redémarrage nécessaire
it_it: Riavvio richiesto
nn_no: Start på nytt

# DialogResumePrintContent
source: Are you sure that you want to resume the current print? Note, this action shouldn't be done unattended!
de_de: Bist du dir sicher, dass du den aktuellen Druck fortfahren möchtest? Beachte, dass diese Aktion nicht unbeaufsichtigt erfolgen sollte!
fr_fr: Êtes-vous sûr de vouloir reprendre l'impression actuelle ? Attention, cette action ne doit pas être effectuée sans surveillance !
it_it: Sei sicuro di voler continuare con la stampa corrente? Nota che questa azione non dovrebbe essere eseguita incustodita!

# DialogResumePrintHeadline
source: Resume print
de_de: Druck fortfahren
fr_fr: Reprendre l'impression
it_it: Continua stampa

# DialogRunCalculationFirstContent
source: In order to save the calculation, click the "Calculate" button first or load an existing calculation.
de_de: Um die Kalkulation speichern zu können, klicke zuerst auf dein "Berechnen"-Button oder lade eine vorhandene Kalkulation.
fr_fr: Pour enregistrer le calcul, cliquez d'abord sur le bouton "Calculer" ou chargez un calcul existant.
it_it: Per salvare il calcolo, fare prima clic sul pulsante "Calcola" o carica un calcolo esistente.
nn_no: For å lagre beregningen, klikk først på "Beregn" -knappen eller last inn en eksisterende beregning.

# DialogRunCalculationFirstHeadline
source: No calculation loaded or performed
de_de: Keine Kalkulation geladen oder ausgeführt
fr_fr: Aucun calcul chargé ou effectué
it_it: Keine Kalkulation geladen oder ausgeführt
nn_no: Ingen beregninger lastet eller utført

# DialogSaveCalculationFailedContent
source: Sadly the saving of your calculation file failed. Please try again or contact our support for further assistance!
de_de: Leider ist das Speichern deiner Kalkulations-Datei fehlgeschlagen. Bitte versuche es erneut oder kontaktiere unseren Support für weitere Unterstützung!
fr_fr: Malheureusement, l'enregistrement de votre fichier de calcul a échoué. Veuillez réessayer ou contacter notre support pour plus d'assistance !
it_it: Sfortunatamente, il salvataggio del file di calcolo non è riuscito. Riprova o contatta il nostro supporto per ulteriore assistenza!
nn_no: Dessverre mislyktes lagringen av beregningsfilen. Vennligst prøv igjen eller kontakt vår support for ytterligere hjelp!

# DialogSaveCalculationFailedHeadline
source: Saving failed
de_de: Speichern fehlgeschlagen
fr_fr: Échec de l'enregistrement
it_it: Salvataggio fallito
nn_no: Lagring mislyktes

# DialogSaveMachineHourRateContent
source: Are you sure that you want to save the current Machine Hour Rate Calculation for this Printer? This will override the original MHR for this printer. Proceed?
de_de: Bist du dir sicher, dass du die aktuelle Maschinenstundensatz-Berechnung für diesen Drucker speichern möchtest? Dies wird den ursprünglichen Maschinenstundensatz für den gewählten Drucker überschreiben. Fortfahren?
fr_fr: Êtes-vous sûr de vouloir sauvegarder le calcul actuel du taux horaire de la machine pour cette imprimante ? La valeur du taux horaire d'origine de cette imprimante sera alors remplacé. Poursuivre ?
it_it: Sei sicuro di voler salvare l'attuale calcolo della tariffa oraria della macchina per questa stampante? Ciò sovrascriverà la tariffa oraria della macchina originale per la stampante selezionata. Continuare?
nn_no: Er du sikker på at du vil lagre gjeldende maskintidberegning for denne skriveren? Dette vil overstyre den opprinnelige MHR for denne skriveren. Fortsette?

# DialogSaveMachineHourRateHeadline
source: Save current Machine Hour Rate Calculation?
de_de: Aktuelle Maschinenstundensatz-Berechnung speichern?
fr_fr: Sauvegarder le calcul actuel du taux horaire de la machine ?
it_it: Salva l'attuale calcolo della tariffa oraria della macchina?
nn_no: Lagre gjeldende beregning av maskinens timepris?

# DialogSettingsResetSucceededContent
source: The settings have been reset successfully to default.
de_de: Die Einstellungen wurden erfolgreich zurückgesetzt.
fr_fr: Les réglages ont été réinitialisés avec succès aux valeurs par défaut.
it_it: Le impostazioni sono state ripristinate correttamente.
nn_no: Innstillingene er tilbakestilt til standard.

# DialogSettingsResetSucceededHeadline
source: Settings reset successfully!
de_de: Einstellungen erfolgreich zurückgesetzt
fr_fr: Réinitialisation des réglages réussie !
it_it: Le impostazioni sono state ripristinate correttamente
nn_no: Innstillingene tilbakestilles vellykket!

# DialogSlicerApplicationNotFoundFormatedContent
source: The slicer '{0}' couldn't be found at '{1}'. Please check if the slicer is still installed on your system.
de_de: Der Slicer '{0}' konnte unter '{1}' nicht gefunden werden. Bitte prüfe ob dieser Slicer noch auf deinem Computer installiert ist.
fr_fr: Le slicer'{0}' n'a pas pu être trouvé à'{1}'. Veuillez vérifier si le slicer est toujours installé sur votre système.
it_it: Lo Slicer non è stato trovato in '{1}'. Controlla se questo slicer è ancora installato sul tuo computer.
nn_no: Slicer '{0}' ble ikke funnet på '{1}'. Kontroller om sliceren fortsatt er installert på systemet ditt.

# DialogSlicerApplicationNotFoundHeadline
source: Slicer not found
de_de: Slicer nicht gefunden
fr_fr: Slicer non trouvé
it_it: Slicer non trovato
nn_no: Slicerr ikke funnet

# DialogSlicerCommandAlreadyExistsFormatContent
source: The slicer command with the execution string '{0}' already exists with the name '{1}'. No saving has been performed.
de_de: Der Slicer-Befehl mit dem Ausführungstext '{0}' existiert bereits mit dem Namen '{0}'. Es wurde nichts gespeichert.
fr_fr: La commande slicer avec la chaîne d'exécution '{0}' existe déjà sous le nom '{1}'. Aucune sauvegarde n'a été effectuée.
it_it: Il comando slicer con il testo di esecuzione '{0}' esiste già con il nome '{0}'. Nulla è stato salvato.

# DialogSlicerCommandAlreadyExistsHeadline
source: Slicer command already exists
de_de: Slicer-Befehl existiert bereits
fr_fr: La commande du slicer existe déjà
it_it: Il comando affettatrice esiste già

# DialogSlicerCommandSavedFormatContent
source: The slicer command '{0}' was saved successfully to your command list.
de_de: Der Slicer-Befehl '{0}' wurde erfolgreich in deiner Befehlsliste gespeichert.
fr_fr: La commande "{0}" du slicer a été enregistrée avec succès dans votre liste de commandes.
it_it: Il comando slicer '{0}' è stato salvato correttamente nell'elenco dei comandi.

# DialogSlicerCommandSavedHeadline
source: Slicer command saved
de_de: Slicer-Befehl gespeichert
fr_fr: Commande du slicer enregistrée
it_it: Comando affettatrice salvato

# DialogSlicerPrinterConfigIsMissingContent
source: The parser needs at least one printer configuration to calculate the print time accurately. Please go to the 'Settings' tab and create your printer configuration first.
de_de: Der Parser benötigt mindestens eine Slicer-Druckerkonfiguration um die Druckzeit genau berechnen zu könenn. Bitte gehe zu den Einstellungen und lege eine Konfiguration an.
fr_fr: L'analyseur a besoin d'au moins une configuration d'imprimante pour calculer le temps d'impression avec précision. Veuillez d'abord aller dans l'onglet "Paramètres" et créer votre configuration d'imprimante.

# DialogSlicerPrinterConfigIsMissingHeadline
source: Slicer printer config is missing
de_de: Slicer-Druckerkonfiguration fehlt
fr_fr: Il manque la configuration de l'imprimante du slicer.

# DialogStlFileFaildToBeDisplayedFormatedContent
source: The stl file '{0}' is too big or has to many details to be displayed in the viewer. This is a limitation of the used thirdparty library.
fr_fr: Le fichier stl "{0}" est trop gros ou contient trop de détails pour être affiché dans la visionneuse. Il s'agit d'une limitation de la bibliothèque tierce utilisée.

# DialogStlFileFailedToBeDisplayedHeadline
source: Stl file has to many details
fr_fr: Le fichier Stl a trop de détails

# DialogUpdateMachineHourRateToPrintersFormatedContent
source: This machine hour rate '{0}' is linked to at least one printer. Do you want to update the linked machine hour rate to the changed one?
de_de: Dieser Maschinenstundensatz '{0}' ist mit mindestens einen Drucker verlinkt. Möchtest du die verlinkten Stundensätze ebenfalls aktualisieren?
fr_fr: Ce taux horaire de machine "{0}" est lié à au moins une imprimante. Souhaitez-vous mettre à jour le taux horaire de la machine liée à la nouvelle imprimante ?

# DialogUpdateMachineHourRateToPrintersHeadline
source: Update linked printers
de_de: Verlinkte Drucker aktualisieren
fr_fr: Mise à jour des imprimantes liées

source: Disconnected
de_de: Getrennt
fr_fr: Déconnecté
it_it: Diviso

source: Disconnect printer
de_de: Drucker trennen
fr_fr: Déconnecter l'imprimante
it_it: Scollegare la stampante

# DLP
source: DLP (Digital Ligh Processing)®
fr_fr: DLP (Digital Ligh Processing)® (traitement numérique de la lumière)

# DMLS
source: DMLS (Direct Metal Laser Sintering)®
fr_fr: DMLS (Direct Metal Laser Sintering)® (frittage laser direct des métaux)

# DOD
source: DOD (Drop on Demand)®
fr_fr: DOD (Drop on Demand)® (Jet à la demande)

source: Donate
de_de: Spenden
fr_fr: Faire un don
it_it: Donare
nn_no: Donere

source: Donate via PayPal
de_de: Via PayPal spenden
fr_fr: Faire un don via PayPal
it_it: Dona tramite PayPal
nn_no: Doner via PayPal

source: Done
de_de: Fertig
fr_fr: Fait
it_it: Pronto
nn_no: Ferdig

source: Download
de_de: Herunterladen
fr_fr: Télécharger
it_it: Scaricare
nn_no: Last ned

# DownloadAsApp
source: Download now as mobile app!
de_de: Jetzt als App herunterladen!
fr_fr: Télécharger maintenant comme application mobile !

source: Drag and drop file here...
de_de: Dateien hier hereinziehen...
fr_fr: Glissez et déposez le fichier ici...
it_it: Trascina i file qui ...
nn_no: Dra og slipp filen hit ...

source: Duplicate
de_de: Duplizieren
fr_fr: Dupliquer
it_it: Dublicare
nn_no: Dupliser

source: Duration
de_de: Dauer
fr_fr: Durée
it_it: Durata
nn_no: Varighet

source: Duration (Curing)
de_de: Dauer (Aushärten)
fr_fr: Durée (durcissement)

source: Duration (Drying)
de_de: Dauer (Trocknen)
fr_fr: Durée (Séchage)

# EBAM
source: EBAM (Electron-Beam Additive Manufacturing)®
de_de: EBAM (Electron-Beam Additve Manufacturing)®
fr_fr: EBAM (Electron-Beam Additve Manufacturing)® (fabrication d'additfs par faisceaux d'électrons)
it_it: EBAM (Electron-Beam Additve Manufacturing)®

# EBM
source: EBM (Electro Beam Melting)®
fr_fr: EBM (Electro Beam Melting)® (fusion par faisceau électrique)

source: Edit
de_de: Bearbeiten
fr_fr: Modifier
it_it: Modifica
nn_no: Redigere

source: Edit manufacturer
de_de: Hersteller bearbeiten
fr_fr: Modifier le fabricant
it_it: Modifica produttore
nn_no: Rediger produsent

source: Edit material
de_de: Material bearbeiten
fr_fr: Modifier le matériel
it_it: Modifica materiale
nn_no: Rediger materiale

# EditMHR
source: Edit Machine-Hour-Rate
de_de: Maschinenstundensatz bearbeiten
fr_fr: Modifier le taux horaire de la machine
it_it: Modifica la tariffa oraria della macchina
nn_no: Rediger maskin-timepris

source: Edit printer
de_de: Drucker bearbeiten
fr_fr: Modifier l'imprimante
it_it: Modifica stampante
nn_no: Rediger skriver

source: Edit server
de_de: Server bearbeiten
fr_fr: Modifier le serveur

source: Edit slicer
de_de: Slicer bearbeiten
fr_fr: Modifier le trancheur
it_it: Modifica Slicer
nn_no: Rediger slicer

source: Edit slicer command
de_de: Slicer-Befehl bearbeiten
fr_fr: Commande d'édition du slicer
it_it: Modifica comando slicer

source: Edit supplier
de_de: Lieferant bearbeiten
fr_fr: Modifier le fournisseur
it_it: Modifica fornitore
nn_no: Rediger leverandør

source: Edit workstep
de_de: Arbeitsschritt bearbeiten
fr_fr: Modifier l'étape de travail
it_it: Modifica fase di lavoro
nn_no: Rediger arbeidssteg

source: Enable dark theme
de_de: Dark-Theme aktivieren
fr_fr: Activer le thème sombre

# EnableGlobalLogging
source: Enable global event logging (recommended)
de_de: Aktiviere globales Event-Logging (empfohlen)
fr_fr: Activer l'enregistrement complet des événements (recommandé)
it_it: Abilita registrazione eventi globale (consigliata)
nn_no: Aktiver global hendelseslogging (anbefalt)

source: Enable Transparency
de_de: Transparenz aktivieren
fr_fr: Activer la transparence
it_it: Attiva la trasparenza
nn_no: Aktiver transparent

source: Energy
de_de: Energie
fr_fr: Énergie
it_it: Energia
nn_no: Energi

source: Energy Costs
de_de: Energiekosten
fr_fr: Coûts en énergie
it_it: Costi energetici
nn_no: Energikostnader

source: Enhanced Control
de_de: Erweiterte Kontrolle
fr_fr: Contrôle renforcé
it_it: Controllo esteso

source: Enhanced margin calculation settings
fr_fr: Paramètres de calcul de la marge améliorés

# EnterANameForTheSlicerCommand
source: Please enter a name for your slicer command to identify it later.
de_de: Bitte gib einen Namen für deinen Slicer-Befehl ein, um diesen später zu identifizieren.
fr_fr: Veuillez entrer un nom pour votre commande de slicer afin de l'identifier plus tard.
it_it: Inserisci un nome per il comando slicer per identificarlo in seguito.

# EnterLocationDots
source: Enter location...
de_de: Pfad eingeben...
fr_fr: Entrer le lieu.....
it_it: Inserisci il percorso ...
nn_no: Angi plassering ...

# EnterValidIPAddress
source: Enter a valid formated IP address!
de_de: Gib eine gültige IP-Adresse ein!
fr_fr: Entrez une adresse IP format valide !
it_it: Inserisci un indirizzo IP valido!
nn_no: Skriv inn en gyldig formatert IP-adresse!

# EnterValidOctoPrintApiKey
source: Please enter a valid OctoPrint API key!
de_de: Bitte gib einen gültigen OctoPrint-API-Schlüssel ein!
fr_fr: Veuillez entrer une clé API OctoPrint valide !
it_it: Inserisci una chiave API OctoPrint valida!
nn_no: Angi en gyldig OctoPrint API-nøkkel!

# EnterValidRepetierApiKey
source: Enter a valid formated Repetier Server Pro API key!
de_de: Gib einen gültigen Repetier Server Pro API Schlüssel ein!
fr_fr: Entrez une clé API Repetier Server Pro au format valide !
it_it: Inserisci una chiave API valida per Repetier Server Pro!
nn_no: Skriv inn en gyldig formatert Repetier Server Pro API-nøkkel!
