Repository: AndreasReitberger/3D-Print-Cost-Calculator
Catalog: Source/PrintCostCalculator3d/Resources/Localization/Strings.*.resx
Languages: de_de, fr_fr, it_it, nn_no

# HeaderVariableCostsPerYear
source: Variable costs / year
de_de: Variable Kosten / Jahr
fr_fr: Coûts variables / an
it_it: Costi / anno variabili
nn_no: Variable kostnader / år

source: Heatbed
de_de: Heizbett
fr_fr: Lit chauffant
it_it: Letto riscaldatore

# HelpMessage_CustomAdditionsWithSameOrder
source: Custom additions with the same order will be summed. Then, the resulting rate will be applied to the calculation price. For instance, you got one addition with 30% and one with 10%. Both are with the order 0. So 40% will be added to the price.
de_de: Benutzerdefinierte Zuschläge mit der gleichen Reihenfolge werden aufsummiert. Dann wird die resultierende Rate auf den Kalkulationspreis angewendet. Zum Beispiel, wenn du einen Zuschlag von 30% und einen mit 10% hast. Beide haben die Reihenfolge '0', dann werden 40% auf den Preis aufgerechnet.
fr_fr: Les ajouts personnalisés ayant le même ordre seront additionnés. Ensuite, le taux résultant sera appliqué au prix de calcul. Par exemple, vous avez un ajout de 30 % et un autre de 10 %. Les deux sont de l'ordre de 0, donc 40% seront ajoutés au prix.

# HelpMessage_DefaultPrintServer
source: The chosen print server here will be set as default for sending your gcode.
de_de: Der hier ausgewählte Druckserver wird als Standard für das Senden deines G-Codes festgelegt.
fr_fr: Le serveur d'impression choisi ici sera défini par défaut pour l'envoi de votre gcode.
it_it: Il server di stampa selezionato qui è impostato come predefinito per l'invio del codice G.
nn_no: Den valgte printserveren her vil bli satt som standard for sending av gcode.

# HelpMessage_OverwriteCurrencySymbol
source: This will overwrite the default currency symbol of your selected language to the one specified below.
de_de: Dies überschreibt das Standard-Währungssymbol deiner gewählten Sprache mit der Sprache, welche du unten wählst.
fr_fr: Le symbole monétaire par défaut de la langue sélectionnée sera alors remplacé par celui spécifié ci-dessous.

# HelpMessage_OverwriteNumberFormat
source: If you select this option, the whole number format will be overwritten. This includes numeric formatting, date format and so on.
de_de: Wenn du diese Option wählst, dann wir die komplette Nummerformatierung überschrieben. Das beinhaltet die Nummerformatierung, das Datumsformat usw.
fr_fr: Si vous sélectionnez cette option, le format des nombres entiers sera écrasé. Cela inclut le formatage des chiffres, le format des dates, etc.

# HelpTextNewGcodeSelectionMethod
source: Due to multi file support you can now add more than one gcode to your calculation. If you don't have a gcode, just add the print information manually using the button left.
de_de: Durch die Mehrfach-Datei-Unterstützung für eine Kalkulation kannst du nun mehrerer Gcode-Dateien auswählen. Wenn du keinen Gcode hast, kannst du die Informationen manuell mit dem Button links hinzufügen.
fr_fr: Grâce à la prise en charge de plusieurs fichiers, vous pouvez désormais ajouter plusieurs gcodes à votre calcul. Si vous n'avez pas de gcode, il vous suffit d'ajouter les informations d'impression manuellement en utilisant le bouton de gauche.

# HelpTranslate
source: Help to translate this tool?
de_de: Helfen dieses Tool zu übersetzen?
fr_fr: Aide pour traduire cet outil ?
it_it: Aiuta a tradurre questo strumento?
nn_no: Hjelper du å oversette dette verktøyet?

source: Hidden Applications
de_de: Versteckte Applikationen
fr_fr: Applications cachées
it_it: Applicazioni nascoste
nn_no: Skjulte applikasjoner

source: Hide
de_de: Verstecken
fr_fr: Cacher
it_it: Nascondere
nn_no: Gjem

# HintFeatureDisabledInThisRelease
source: This feature is currently disabled and will be available in a later update.
de_de: Diese Funktion ist aktuell deaktiviert und wird in einem späteren Update zur Verfügung stehen.
fr_fr: Cette fonctionnalité est actuellement désactivée et sera disponible dans une mise à jour ultérieure.

# HintUseAndHoldCtrlToMarkMore
source: *Hold the 'ctrl' key and click the list items to select multiple additions.
de_de: * Halte die 'Strg'-Taste gedrückt und klicke auf die Elemente in der Liste um mehrere auszuwählen.
fr_fr: *Maintenez la touche "ctrl" enfoncée et cliquez sur les éléments de la liste pour sélectionner plusieurs ajouts.

source: Home axis
de_de: Achesn in Ausgangsposition
fr_fr: Axe principal
it_it: Assi nella posizione iniziale

source: Hour rate
de_de: Stundensatz
fr_fr: Taux horaire
it_it: Tariffa oraria
nn_no: Timepris

source: Import
de_de: Importieren
fr_fr: Importation
it_it: Importazione
nn_no: Importer

# ImportGcodeAfterSlicingCLI
source: Import gcode directly after slicing (CLI only)
de_de: Gcode automatisch nach dem Slicen automatisch importieren (nur CLI)
fr_fr: Importation du gcode directement après le tranchage (CLI uniquement)
it_it: Importa automaticamente Gcode dopo lo slicing (solo CLI)
nn_no: Importer gcode direkte etter slicer (bare CLI)

source: Include alpha versions?
fr_fr: Inclure les versions alpha ?

# IncludeBetaVersions
source: Included beta versions?
fr_fr: Inclure des versions bêta ?

# IncludeFilePathAutomaticallyAtEndOfCommand
source: Include file path '[filepath]' automatically at end of command
de_de: Füge den Dateipfad '[filepath]' automatisch am Ende des Befehles ein
fr_fr: Inclure le chemin d'accès au fichier '[filepath]' automatiquement à la fin de la commande
it_it: Inserire il percorso del file '[percorso file]' automaticamente alla fine del comando

# InfoFactorToCalculateWeightOutOfLiterOrMililiter
source: This factor is needed if you add liter / milliliter instead of g or kg. The tool needs to know how much liter a kg has. For instance your powder is 2kg and the volume in liter is 4l, enter 2 (1kg = 2l)
fr_fr: Ce facteur est nécessaire si vous ajoutez un litre/millilitre au lieu de g ou kg. L'outil doit savoir combien de litres contient un kg. Par exemple, votre poudre est de 2kg et le volume en litre est de 4l, entrez 2 (1kg = 2l)

# InfoPowderRefreshing
source: This takes the powder needed for refreshing, additionally to the powder needed for the object to print, into account. Add the minimum needed powder for the print job. The tool will calculate the refreshed material like: (min. powder in printer - powder for object) * refresh rate set for the material used.
fr_fr: Ceci prend en compte la poudre nécessaire pour le rafraîchissement, en plus de la poudre nécessaire pour l'objet à imprimer. Ajoutez le minimum de poudre nécessaire pour le travail d'impression. L'outil calculera le matériau rafraîchi comme : (poudre min. dans l'imprimante - poudre pour l'objet) * taux de rafraîchissement défini pour le matériau utilisé.

# InfoPrivacyPolicy
source: We care about your privacy! Therefore we do not collect and share any of your precious information at all! The tool works completely offline. Only, if you are a pro user, the application checks your license ocassionally.
de_de: Deine Privatsphäre ist uns wichtig! Daher sammeln und teilen wir keine deiner wertvollen Informationen! Das Tool arbeitet komplett offline. Nur wenn du ein Pro-Benutzer bist, überprüft die Anwendung deine Lizenz gelegentlich.
fr_fr: Nous nous soucions de votre vie privée ! Par conséquent, nous ne recueillons ni ne partageons aucune de vos précieuses informations ! L'outil fonctionne complètement hors ligne. Seulement, si vous êtes un utilisateur pro, l'application vérifie votre licence occasionnellement.
it_it: La tua privacy è importante per noi! Pertanto, non raccogliamo o condividiamo nessuna delle tue informazioni preziose! Lo strumento funziona completamente offline. Solo se sei un utente professionista l'applicazione controlla la tua licenza di tanto in tanto.
nn_no: Vi bryr oss om ditt privatliv! Derfor samler vi ikke og deler noen av dine dyrebare opplysninger i det hele tatt! Verktøyet fungerer helt offline. Bare hvis du er en proff bruker, sjekker applikasjonen lisensen din anledningsvis.

# InfoProcedureSpecificAdditions
source: Some procedures have specific methods needed to be taken into account for the calculation. For instance in SLS there is a material refreshing. In this section you can set those special additions (if available).
fr_fr: Certaines procédures ont des méthodes spécifiques dont il faut tenir compte pour le calcul. Par exemple, dans SLS, il y a un rafraîchissement de la matière. Dans cette section, vous pouvez définir ces ajouts spéciaux (si disponibles).

source: Interest Rate
de_de: Zinssatz
fr_fr: Taux d'intérêt
it_it: Tasso d'interesse
nn_no: Rentesats

source: Invalid
de_de: Ungültig
fr_fr: Invalide
it_it: Invalido
nn_no: Ugyldig

# IsCaseSensitiv
source: Is case-sensitive
de_de: Groß- und Kleinschreibung beachten!
fr_fr: Est sensible à la casse
it_it: Nota maiuscole e minuscole!
nn_no: Sensitiv for store og små bokstaver

# IsCheckingLicenseState
source: Checking license state...
de_de: Prüfe Lizenzstatus....
fr_fr: Vérification de l'état de la licence...
it_it: Controlla lo stato della licenza ....
nn_no: Kontrollerer lisensstatus ...

# IsLoadingFilesDots
source: Is loading files...
de_de: Lädt Dateien...
fr_fr: Charge les fichiers...

source: Kind
de_de: Art
fr_fr: Gentil
it_it: Tipo
nn_no: Type

source: Known slicers for comment read
de_de: Bekannte Slicers für das Kommentar-Auslesen
fr_fr: Slicers connus pour les commentaires lus
it_it: Slicer famose per la lettura di commenti
nn_no: Kjente slicere for kommentar lest

# LabelAdditional
source: Additional:
de_de: Zusätzlich:
fr_fr: Supplémentaire / Supplément :
it_it: Inoltre:
nn_no: Ytterligere:

# LabelAdditionalCosts
source: Any additional costs:
de_de: Beliebige zusätzliche Kosten:
fr_fr: Tous les frais supplémentaires :
it_it: Eventuali costi aggiuntivi:
nn_no: Eventuelle ekstra kostnader:

# LabelAdditionalWorkstepCosts
source: Additional worksteps:
de_de: Zusätzliche Arbeitsschritte:
fr_fr: Étapes de travail supplémentaires :
it_it: Passaggi aggiuntivi:
nn_no: Flere arbeidssteg:

# LabelAmountOfFiltersInPackage
source: Filters in package:
fr_fr: Filtres dans l'emballage :

# LabelAmountOfGlovesInPackage
source: Gloves in package:
fr_fr: Gants dans le paquet :

# LabelAPIKeyRepetierMandatory
source: Your API key*:
de_de: Dein API-Schlüssel*:
fr_fr: Votre clé API* :
it_it: La tua chiave API *:
nn_no: API-nøkkelen din *:

# LabelApiVersion
source: API version:
fr_fr: Version API :
it_it: Versione API:

# LabelAttributeMandatory
source: Attribute:*
de_de: Eigenschaft:*
fr_fr: Attribut :*

# LabelBuildVolume
source: BuildVolume:
de_de: Bauraum:
fr_fr: Volume d'impression :
it_it: Spazio:
nn_no: Byggevolum:

# LabelCalcDepreciation
source: Calculated depreciation:
de_de: Berechnete Abschreibung:
fr_fr: Amortissement calculé :
it_it: Ammortamento calcolato:
nn_no: Beregnet avskrivning:

# LabelCalculatedPricePerGlove
source: Price per glove:
fr_fr: Prix par gant :

# LabelCalculatedPricePerLiterIsopropanol
source: Price per liter:
fr_fr: Prix par litre :

# LabelCalculationTimebaseMandatory
source: Calculation timebase*:
de_de: Berechungs-Zeitbasis*:
fr_fr: Base de temps de calcul* :
it_it: Base di calcolo per il tempo:
nn_no: Beregning timebase *:

# LabelCalculationTyepMandatory
source: Calculation type:*
de_de: Verrechnungstyp:*
fr_fr: Type de calcul:*

# LabelColor
source: Color:
de_de: Farbe:
fr_fr: Couleur :
it_it: Colore:
nn_no: Farge:

# LabelConentOfIsopropanolInContainer
source: Content in container:
fr_fr: Contenu du récipient :

# LabelConsoleOutput
source: Console output:
de_de: Konsolenausgabe:
fr_fr: Sortie console :
it_it: Uscita console:
nn_no: Konsollutgang:

# LabelContainerPrice
source: Container price
fr_fr: Prix du conteneur

# LabelCreatingGcodeLayerModel
source: Creating gcode layer model:
de_de: Erstelle GCode-Schichtenmodell:
fr_fr: Création d'un modèle de calque gcode :
it_it: Crea modello layer GCode:
nn_no: Opprett gcode lagmodell:

# LabelCuringDuration
source: Curing duration:
fr_fr: Durée de la polymérisation :

# LabelCurrentPath
source: Current path:
de_de: Aktueller Pfad:
fr_fr: Chemin d'accès actuel :
it_it: Percorso del file corrente:

# LabelCustomAdditions
source: Select one or more custom additions to be added to the calculation price later.
de_de: Wähle eine oder mehrere benutzerdefinierte Zuschläge, welche dem Preis später aufgerechnet werden.
fr_fr: Sélectionnez un ou plusieurs éléments personnalisés qui seront ajoutés au prix de calcul ultérieurement.

# LabelCustomAmount
source: Please enter a custom amount for your tip!
de_de: Bitte gib einen eigenen Betrag für dein Trinkgeld ein!
fr_fr: Veuillez entrer un montant personnalisé pour votre pourboire !
it_it: Inserisci il tuo importo per il tuo suggerimento!
nn_no: Angi et tilpasset beløp for tipset ditt!

# LabelDateOfEULAAgreement
source: Date of agreement:
de_de: Datum der Zustimmung:
fr_fr: Date de l'accord :
it_it: Data di approvazione:
nn_no: Dato for avtale:

# LabelDebitorNumber
source: Debitor number:
de_de: Debitorennummer:
fr_fr: Numéro du débiteur :
it_it: Numero di conto:
nn_no: Debitornummer:

# LabelDefaultMaterialsForCalculation
source: Default material(s) for calculations:
de_de: Standard-Material(ien) für Kalkulationen:
fr_fr: Matériau(x) par défaut pour les calculs :
it_it: Materiale\i standard per i calcoli:
nn_no: Standardmateriale for beregninger:

# LabelDefaultPrintersForCalculation
source: Default printer(s) for calculations:
de_de: Standard-Drucker für Kalkulationen:
fr_fr: Imprimante(s) par défaut pour les calculs :
it_it: Stampante standard per calcoli:
nn_no: Standardskriver (er) for beregninger:

# LabelDefaultWorkstepsForCalculation
source: Default worksteps for calculations:
de_de: Standard-Arbeitsschritte für Kalkulationen:
fr_fr: Etapes par défaut pour les calculs:
it_it: Passaggi standard per i calcoli:
nn_no: Standard arbeidssteg for beregninger:

# LabelDensityMandatory
source: Density:*
de_de: Dichte:*
fr_fr: Densité*:
it_it: Densità: *
nn_no: Tetthet: *

# LabelDonationInfo
source: The donation is hanled by PayPal later. You will be redirected to PayPal.me if you click the 'Donate with PayPal' button. > The donation is handled by PayPal later. You will be redirected to PayPal.me if you click the 'Donate with PayPal' button.
de_de: Deine Spende wird später über PayPal abgewickelt. Du wrist zu unserer PayPal.me-Website weitergeleitet, wenn du auf den Button "Via PayPal spenden" klickst.
fr_fr: Le don est géré par PayPal. Vous serez redirigé vers PayPal.me si vous cliquez sur le bouton 'Donate with PayPal'.
it_it: La tua donazione verrà elaborata successivamente tramite PayPal. Verrai reindirizzato al nostro sito Web PayPal.me quando fai clic sul pulsante "Dona tramite PayPal".
nn_no: Donasjonen blir håndtert av PayPal senere. Du blir omdirigert til PayPal.me hvis du klikker på 'Doner med PayPal' -knappen.

# LabelDonationThankYou
source: Thank you for considering a donation! It's highly appreciated.
de_de: Vielen Dank, dass Sie sich für eine Spende entschieden haben! Wir schätzen das sehr!
fr_fr: Merci d'envisager de faire un don ! C'est grandement apprécié.
it_it: Grazie per aver scelto una donazione! Lo apprezziamo davvero!
nn_no: Takk for at du vurderer en donasjon! Det er høyt verdsatt.

# LabelDownloadSourceCode
source: Download source code:
de_de: Quellcode herunterladen:
fr_fr: Téléchargez le code source:
it_it: Scarica il codice sorgente:
nn_no: Last ned kildekode:

# LabelDownloadUri
source: Download URL:
fr_fr: Télécharger l'URL :
it_it: Scarica URL:
nn_no: Last ned URL:

# LabelEnableLoggingRepetierServerPro
source: Enable logging for Repetier Server Pro connection
de_de: Aktiviere Logging für die Repetier Server Pro Verbindung
fr_fr: Activer la journalisation pour la connexion Repetier Server Pro
it_it: Attiva la registrazione per la connessione di Repetier Server Pro
nn_no: Aktiver logging for Repetier Server Pro-tilkobling

# LabelEnableSecureConnectionRepetierServerPro
source: Enable secure connection (SSL)
de_de: Aktiviere verschlüsselte Verbindung (SSL)
fr_fr: Activer la connexion sécurisée (SSL)
it_it: Attiva connessione crittografata (SSL)
nn_no: Aktiver sikker tilkobling (SSL)

# LabelEnergy
source: Energy:
de_de: Energie:
fr_fr: Énergie :
it_it: Energia:
nn_no: Energi:

# LabelEnergyCosts
source: Energy costs:
de_de: Energiekosten:
fr_fr: Coûts énergétiques :
it_it: Spese d'energia:
nn_no: Energikostnader:

# LabelEnergyCostsMandatory
source: Energy costs*:
de_de: Energiekosten*:
fr_fr: Coûts énergétiques* :
it_it: Spese d'energia*:
nn_no: Energikostnader *:

# LabelExampleCurrency
source: Example currency:
de_de: Beispiel Währung:
fr_fr: Exemple de monnaie :

# LabelExampleDateTime
source: Example date time:
de_de: Beispiel Datum:
fr_fr: Exemple de date et d'heure :

# LabelExamples
source: Examples:
de_de: Beispiele:
fr_fr: Exemples :

# LabelExcelColumnMandatory
source: Column:*
de_de: Spalte:*
fr_fr: Colonne:*
it_it: Colonna: *
nn_no: Kolonne:*

# LabelExcelRowMandatory
source: Row:*
de_de: Zeile:*
fr_fr: Rangée:*
it_it: Linea: *
nn_no: Rad:*

# LabelFactorLiterToKgMandatory
source: Factor liter to kg:*
fr_fr: Facteur litre à kg:*

# LabelFailRate
source: Fail-Rate:
de_de: Fehlerrate:
fr_fr: Taux de d'échec :
it_it: Tasso di errore:
nn_no: Feil-Rate:

# LabelFilamentDensity
source: Filament density:
de_de: Filament-Dichte:
fr_fr: Densité du filament :
it_it: Densità Filamento:
nn_no: Filamenttetthet:

# LabelFilamentType
source: Filament type:
de_de: Filament-Typ:
fr_fr: Type de filament :
it_it: Tipo Filamento

# LabelFilamentUsedLength
source: Filament used:
de_de: Benötigtes Filament:
fr_fr: Filament utilisé:
it_it: Filamento richiesto:
nn_no: Filament brukt:

# LabelFilamentWeight
source: Filament weight:
de_de: Filamentgewicht:
fr_fr: Poids du filament :

# LabelFileName
source: File name:
de_de: Dateiname:
fr_fr: Nom de fichier :
it_it: Nome file:
nn_no: Filnavn:

# LabelFileNameMandatory
source: File name:*
de_de: Dateiname:*
fr_fr: Nom du fichier :*

# LabelFiltersPackagePrice
source: Price of filter package:
fr_fr: Prix du paquet de filtres :

# LabelFiltersPerJob
source: Filters per job:
fr_fr: Filtres par emploi :

# LabelFixedPrice
source: Fixed machine hour rate:
de_de: Fester Maschinenstundensatz:
fr_fr: Taux d'heures machine fixe :
it_it: Tariffa oraria fissa della macchina:
nn_no: Fast maskintime rate:

# LabelFolder
source: Folder:
de_de: Ordner:
fr_fr: Dossier :
it_it: Cartella:

# LabelGcodeOrPrintInformation
source: Gcode / print information:
de_de: Gcode- / Druckinformationen:
fr_fr: Gcode / informations d'impression :

# LabelGlovesPackagePrice
source: Price of gloves package:
fr_fr: Prix du paquet de gants :

# LabelGlovesPerJob
source: Gloves needed per job:
fr_fr: Gants nécessaires par travail :

# LabelGuidReadOnly
source: GUID (read-only):
de_de: GUID (nur lesen):
fr_fr: GUID (lecture seule) :
it_it: GUID (sola lettura):
nn_no: GUID (skrivebeskyttet):

# LabelHandlingFee
source: Handling Fee:
de_de: Handlungspauschale:
fr_fr: Frais de main d'œuvre :
it_it: Pacchetto di azione:
nn_no: Ekspedisjonsgebyr:

# LabelHasHeatbed
source: Has a heatbed:
de_de: Hat ein Heizbett:
fr_fr: A un lit chauffant :
it_it: Ha un letto riscaldato:
nn_no: Har printeren heated bed:

# LabelHeatbed
source: Heatbed:
de_de: Heizbett:
fr_fr: Lit chauffant :
it_it: Letto riscaldatore

# LabelHeatbedTemp
source: Heatbed Temperature:
de_de: Heizbett-Temperatur:
fr_fr: Température du lit chauffant :
it_it: Temperatura del letto del riscaldatore:
nn_no: Heatbed temperatur:

# LabelHeatbedTempMandatory
source: Heatbed temp.*:
de_de: Heizbett-Temp.*:
fr_fr: Température du lit chauffant* :
it_it: Temp. letto riscaldatore

# LabelHours
source: Hours:
de_de: Stunden:
fr_fr: Heures :
it_it: Ore:
nn_no: timer:

# LabelIncludedTax
source: Included tax:
de_de: Beinhaltete Steuern:
fr_fr: Taxes incluses :
it_it: Tasse incluse:
nn_no: Inkludert skatt:

# LabelInterestMandatory
source: Interest*:
de_de: Zinsen*:
fr_fr: Intérêts* :
it_it: Interessi *:
nn_no: Renter*:

# LabelInterval
source: Interval:
de_de: Intervall:
fr_fr: Intervalle :
it_it: Intervallo:
nn_no: intervall:

# LabelIPAdressMandatory
source: IP address*:
de_de: IP-Adresse*:
fr_fr: Adresse IP* :
it_it: Indirizzo IP *:
nn_no: IP adresse*:

# LabelIsAvtiveMandatory
source: Is active*:
de_de: Ist aktiv*:
fr_fr: Est actif* :
it_it: È attivo *:
nn_no: Er aktiv*:

# LabelIsManufacturerActive
source: The manufacturer is active for purchases
de_de: Der Hersteller ist für Bestellungen freigegeben
fr_fr: Le fabricant est actif pour les achats
it_it: Il produttore viene rilasciato per gli ordini
nn_no: Produsenten er aktiv for kjøp

# LabelIsopropanolContainerPrice
source: Prive of isopropanol container:
fr_fr: Prix du récipient d'isopropanol :

# LabelIsSupplierActive
source: The supplier is active for purchases
de_de: Der Lieferant ist für Bestellungen freigegeben
fr_fr: Le fournisseur est actif pour les achats
it_it: Il fornitore viene rilasciato per gli ordini
nn_no: Leverandøren er aktiv for kjøp

# LabelIsSupplierActiveMandatory
source: Is active*:
de_de: Ist aktiv*:
fr_fr: Est actif* :
it_it: È attivo *:
nn_no: Er aktiv*:

# LabelLocation
source: Location:
de_de: Standort:
fr_fr: Emplacement :
it_it: posizione:
nn_no: Lokasjon:

# LabelLocationCosts
source: Location costs:
de_de: Standort-Kosten:
fr_fr: Coûts liés à l'emplacement :
it_it: Costi del sito:
nn_no: Lokasjonskostnader:

# LabelMachineCosts
source: Machine costs:
de_de: Maschinen-Kosten:
fr_fr: Coûts des machines :
it_it: Costi della macchina:
nn_no: Maskin kostnad:

# LabelMachineHourRate
source: Machine-Hour Rate:
de_de: Maschinenstundensatz:
fr_fr: Taux horaire machine :
it_it: Tariffa oraria de la macchina
nn_no: Maskin-time pris:

# LabelMachineHoursMandatory
source: Machine hours:*
de_de: Maschinenstunden:*
fr_fr: Heures machine:*
it_it: Ore macchina: *
nn_no: Maskinens timer: *

# LabelMachineHoursPerMonthMandatory
source: Machine-Hours per month*:
de_de: Maschinenstunden pro Monat*:
fr_fr: Taux horaire machine par mois* :
it_it: Ore macchina al mese *:
nn_no: Maskin-timer per måned *:

# LabelMachineHoursPerYearMandatory
source: Machine-Hours per year*:
de_de: Maschinenstunden pro Jahr*:
fr_fr: Taux horaire machine par an* :
it_it: Ore macchina all'anno *:
nn_no: Maskin-timer per år *:

# LabelMainenanceAndRepair
source: Maintenance & repair costs:
de_de: Wartungs- & Reparaturkosten:
fr_fr: Coûts d'entretien et de réparation :
it_it: Costi di manutenzione e riparazione:
nn_no: Vedlikehold og reparasjonskostnader:

# LabelManufacturer
source: Manufacturer:
de_de: Hersteller:
fr_fr: Fabricant :
it_it: Produttore:
nn_no: Produsent:

# LabelManufacturerNameMandatory
source: Name of manufacturer*:
de_de: Name des Herstellers*:
fr_fr: Nom du fabricant* :
it_it: Nome del produttore *:
nn_no: Navn på produsent *:

# LabelMargin
source: Margin:
de_de: Gewinn:
fr_fr: Marge :
it_it: Profitto:

# LabelMaterialCosts
source: Material costs:
de_de: Materialkosten:
fr_fr: Coûts des matériaux :
it_it: I costi dei materiali:
nn_no: Materiale kostnader:

# LabelMaterialKindMandatory
source: Material kind*:
de_de: Materialart*:
fr_fr: Type de matériau* :
it_it: Tipo materiale*:
nn_no: Materiell type *:

# LabelMaterialMandatory
source: Material:*
fr_fr: Matériel :*

# LabelMaterialTypeMandatory
source: Material type*:
de_de: Materialtyp*:
fr_fr: Type d'article* :
it_it: Tipo materiale*:

# LabelMaxPowerConsumption
source: Max. power consumption:
de_de: Max. Leistung:
fr_fr: Consommation d'énergie max :
it_it: Max. Potenza:
nn_no: Maks. strømforbruk:

# LabelMaxPowerConsumptionMandatory
source: Max. power consumption*:
de_de: Max. Leistung*:
fr_fr: Consommation d'énergie maximale* :
it_it: Max. Potenza *:
nn_no: Maks. strømforbruk*:

# LabelMinPowderInBuildAreaMandatory
source: Powder in build area:*
fr_fr: Poudre dans la zone de construction:*
