Repository: AndreasReitberger/3D-Print-Cost-Calculator
Catalog: Source/PrintCostCalculator3d/Resources/Localization/Strings.*.resx
Languages: de_de, fr_fr, it_it, nn_no

source: About
de_de: Über
fr_fr: A propos
it_it: Di
nn_no: Om

source: Accumulated Offers
de_de: Kumulierte Angebote
fr_fr: Devis cumulés
it_it: Offerte accumulate
nn_no: Akkumulerte tilbud

# AccumulatedOffersInfo
source: Accumulated offers will be summed together. So you can build one offer from multiple calculations.
de_de: Die kumulierten Angebote werden zusammengerechnet. So kannst du ein Angebot aus mehreren Kalkulationen zusammenstellen.
fr_fr: Les devis cumulés seront additionnées. Vous pouvez donc construire une offre à partir de plusieurs calculs.
it_it: Le offerte accumulate vengono sommate. Quindi puoi mettere insieme un'offerta da diversi calcoli.
nn_no: Akkumulerte tilbud summeres samlet. Så du kan bygge ett tilbud fra flere beregninger.

# AccumulatedPriceLabel
source: Accumulated Price:
de_de: Kumulierter Price:
fr_fr: Prix accumulé :
it_it: Prezzo cumulativo:
nn_no: Akkumulert pris:

# AccumulatedPrintTimeLabel
source: Accumulated duration:
de_de: Gesamte Druckzeit:
fr_fr: Durée cumulée :
it_it: Tempo di stampa totale:
nn_no: Akkumulert varighet:

source: Activate license
de_de: Lizenz aktivieren
fr_fr: Activer la licence
it_it: Attivare licenza
nn_no: Aktiver lisens

# ActivateLoggingForOctoPrint
source: Activate logging for the OctoPrint connection
de_de: Aktiviere Logging für die OctoPrint Verbindung
fr_fr: Activer l'enregistrement pour la connexion OctoPrint
it_it: Attiva la registrazione per la connessione OctoPrint
nn_no: Aktiver logging for OctoPrint-tilkoblingen

source: Add
de_de: Hinzufügen
fr_fr: Ajouter
it_it: Aggiungere
nn_no: Legg til

# AddAndSaveSliceCommandToList
source: Add slicer command to list and save
de_de: Füge Slicer-Befehl zur Liste hinzu und speichere
fr_fr: Ajouter la commande " Slicer " à la liste et sauvegarder
it_it: Aggiungi il comando slicer all'elenco e salva

source: Add attribute
de_de: Eigenschaft hinzufügen
fr_fr: Ajouter un attribut

source: Add Category
de_de: Kategorie hinzufügen
fr_fr: Ajouter une catégorie
it_it: Aggiungi categoria
nn_no: Legg til kategori

source: Add custom addition
de_de: Benutzerdefinierten Zuschlag hinzufügen
fr_fr: Ajouter un ajout personnalisé

source: Add Excel template
de_de: Excel-Vorlage hinzufügen
fr_fr: Ajouter un modèle Excel
it_it: Aggiungi modello Excel
nn_no: Legg til Excel-mal

source: Add Excel template settings
de_de: Einstellung für Excel-Vorlage hinzufügen
fr_fr: Ajouter les paramètres du modèle Excel
it_it: Aggiungi impostazione per modello Excel
nn_no: Legg til Excel-malinnstillinger

source: Additional
de_de: Zusätzlich
fr_fr: Supplémentaire
it_it: Inoltre
nn_no: Ytterligere

source: Additional material attributes
de_de: Zusätzliche Materialeigenschaften
fr_fr: Attributs matériels supplémentaires

source: Add License
de_de: Lizenz hinzufügen
fr_fr: Ajouter une licence
it_it: Aggiungi licenza
nn_no: Legg til lisens

source: Add machine hour rate
de_de: Maschinenstundensatz hinzufügen
fr_fr: Ajouter le taux horaire de la machine
it_it: Aggiungi la tariffa oraria della macchina
nn_no: Legg til maskinens timepris

# AddManuelPrintFileInformation
source: Add manual file information
de_de: Manuell Druckinformationen hinzufügen
fr_fr: Ajouter des informations sur le fichier manuel

source: Add Manufacturer
de_de: Hersteller hinzufügen
fr_fr: Ajouter un fabricant
it_it: Aggiungi produttore
nn_no: Legg til produsent

source: Add Material
de_de: Material hinzufügen
fr_fr: Ajouter un matériau
it_it: Aggiungi materiale
nn_no: Legg til materiale

source: Add Printer
de_de: Drucker hinzufügen
fr_fr: Ajouter une imprimante
it_it: Aggiungi stampante
nn_no: Legg til skriver

source: Add server
de_de: Server hinzufügen
fr_fr: Ajouter un serveur

source: Add slicer
de_de: Slicer hinzufügen
fr_fr: Ajouter un slicer
it_it: Aggiungi Slicer
nn_no: Legg til slicert

source: Add slicer command
de_de: Slicer-Befehl hinzufügen
fr_fr: Commande Ajouter un slicer
it_it: Aggiungi comando slicer

source: Add Supplier
de_de: Lieferant hinzufügen
fr_fr: Ajouter un fournisseur
it_it: Aggiungi fornitore
nn_no: Legg til leverandør

source: Add Workstep
de_de: Arbeitsschritt hinzufügen
fr_fr: Ajouter une étape
it_it: Aggiungi fase di lavoro
nn_no: Legg til arbeidssteg

source: Add Workstep Category
de_de: Arbeitsschritt-Kategorie hinzufügen
fr_fr: Ajouter une catégorie d'étapes
it_it: Aggiungi la categoria del passaggio di lavoro
nn_no: Legg til arbeidssteg-kategori

source: Administrator
fr_fr: Administrateur
it_it: Amministratore

source: Advanced View
de_de: Erweiterte Ansicht
fr_fr: Vue avancée
it_it: Vista estesa
nn_no: Avansert visning

source: Agreed
de_de: Zugestimmt
fr_fr: D'accord
it_it: Concordato
nn_no: Avtalt

# AgreeToEULA
source: I agree
de_de: Ich stimme zu
fr_fr: Je suis d'accord
it_it: Sono d'accordo
nn_no: Jeg er enig

source: All axis
de_de: Alle Achsen
fr_fr: Tous les axes
it_it: Tutti gli assi

# AllInformationPerMonth
source: Calculate as per month:
de_de: Berechne als pro Monat
fr_fr: Calculer par mois :
it_it: Calcola come un mese
nn_no: Kalkuler som per måned:

source: Always show icon in tray
de_de: Icon immer im Tray anzeigen
fr_fr: Toujours afficher l'icône dans la zone de notification
it_it: Mostra sempre l'icona nel tray
nn_no: Vis alltid ikonet i systemtray

source: Amount
de_de: Menge
fr_fr: Montant
it_it: Lotto
nn_no: Beløp

source: and
de_de: und
fr_fr: et
it_it: E
nn_no: og

source: Application is restarted afterwards
de_de: Anwendung wird danach neugestartet
fr_fr: L'application est redémarrée par la suite
it_it: L'applicazione viene quindi riavviata
nn_no: Søknaden startes på nytt etterpå

# ApplyCustomAdditionsToResult
source: Do you want to add custom additions to your calculation?
de_de: Möchtest du benutzerdefinierte Zuschläge zu deiner Kalkulation hinzufügen?
fr_fr: Vous souhaitez ajouter des éléments personnalisés à votre calcul ?

# ApplyEnergyCostsNote
source: This applies the energy costs calculated by the print duration, the power consumption of your printer and the specified energy price. If you already calculated and assigned a machine hours rate, there is no need to additionally calculate the energy costs due to the fact that they are already covered in the machine hours rate calculation!
de_de: Dies gilt für die aus der Druckdauer, dem Stromverbrauch deines Druckers und dem angegebenen Energiepreis berechneten Energiekosten. Wenn du bereits einen Maschinenstundensatz berechnet und zugewiesen hast, musst du die Energiekosten nicht zusätzlich berechnen, da diese bereits in der Maschinenstundensatzberechnung berücksichtigt werden!
fr_fr: Il s'agit des coûts énergétiques calculés par la durée d'impression, la consommation électrique de votre imprimante et le prix de l'énergie spécifié. Si vous avez déjà calculé et attribué un tarif horaire machine, il n'est pas nécessaire de calculer en plus les coûts énergétiques car ils sont déjà couverts dans le calcul du tarif horaire machine !
it_it: Questo vale per i costi energetici calcolati dal tempo di stampa, il consumo energetico della stampante e il prezzo dell'energia specificato. Se hai già calcolato e assegnato una tariffa oraria della macchina, non devi calcolare i costi energetici in quanto questi sono già presi in considerazione nel calcolo della tariffa oraria della macchina!
nn_no: Dette gjelder energikostnadene beregnet etter utskriftsvarighet, skriverens strømforbruk og den angitte energiprisen. Hvis du allerede har beregnet og tildelt en maskintidstakst, er det ikke nødvendig å beregne energikostnadene i tillegg på grunn av at de allerede er dekket i maskinens timeprisberegning!

# ApplyEnergyCostsToCalculation
source: Apply energy costs to the calculation?
de_de: Energiekosten für Berechnung anwenden?
fr_fr: Appliquer les coûts énergétiques au calcul ?
it_it: Applicare i costi energetici per il calcolo?
nn_no: Legge til energikostnader på beregningen?

source: Apply enhanced margin calculation settings
fr_fr: Appliquer les paramètres améliorés de calcul de la marge

# ApplyManualPrintInformation
source: Apply manual print job infos
de_de: Manuelle Druck-Informationen anwenden
fr_fr: Appliquer les informations d'impression manuelle

source: Apply procedure specific additions?
fr_fr: Appliquer les ajouts spécifiques à la procédure ?

# ApplyTaxRateToResult
source: Do you want to add a tax rate to your calculated price?
de_de: Möchtest du einen Steuersatz zu deiner Berechnung hinzufügen?
fr_fr: Voulez-vous ajouter un taux de taxe à votre prix calculé ?
it_it: Vuoi aggiungere un'aliquota fiscale al tuo calcolo?
nn_no: Ønsker du å legge en skattesats til din beregnede pris?

source: Apply volume
de_de: Volumen anwenden
fr_fr: Appliquer le volume

source: Apply weight
de_de: Gewicht anwenden
fr_fr: Appliquer le poids

# AppName3dPrintCostCalculator
source: 3D Print Cost Calculator
de_de: 3D Druckkosten-Kalkulator
fr_fr: Calculateur des coûts d'impression 3D
it_it: Calcolatore dei costi di stampa 3D

# AppName3dPrinterMaterialOverview
source: 3D Printer Materials
de_de: 3D Drucker Materialien
fr_fr: Matériaux d'impression 3D
it_it: Materiali per stampanti 3D
nn_no: 3D-skrivermaterialer

# AppName3dPrinterOverview
source: 3D Printers
de_de: 3D Drucker
fr_fr: Imprimantes 3D
it_it: Stampante 3D
nn_no: 3D-skrivere

# AppName3dPrinterWorkstep
source: Additional Worksteps
de_de: Zusätzliche Arbeitsschritte
fr_fr: Étapes de travail supplémentaires
it_it: Fasi di lavoro aggiuntive
nn_no: Ytterligere arbeidssteg

# AppNameDashboard
source: Dashboard
fr_fr: Tableau de bord

# AppNameEventLog
source: Event Log
de_de: Ereignis-Logger
fr_fr: Journal des événements
it_it: Registratore di eventi
nn_no: Hendelsesloggen

# AppNameMachineHourRateCalculator
source: Machine Hour Rate Calculator
de_de: Maschinenstundensatz-Kalkulator
fr_fr: Calculateur du taux horaire de la machine
it_it: Calcolatore di tasso Macchina ore
nn_no: Maskinens timekalkulator

# AppNameMassSearchAndReplace
source: Mass Search & Replace
fr_fr: Recherche et remplacement en masse
it_it: Ricerca di massa e sostituzione
nn_no: Massesøk og erstatt

# AppNameNotFound
source: This app doesn't exist!
de_de: Diese App exisitiert nicht!
fr_fr: Cette application n'existe pas !
it_it: Questa app non esiste!
nn_no: Denne appen eksisterer ikke!

# AppNameRepetierServerProDashboard
source: Repetier Server Pro Dashboard
fr_fr: Tableau de bord Repetier Server Pro

source: Are you sure?
de_de: Bist du dir sicher?
fr_fr: T'es sûr de toi ?
it_it: Sei sicuro
nn_no: Er du sikker?

# AssignMachineHourRateCalculation
source: Assign Machine-Hour-Rating
de_de: Maschinenstundensatzberechnung zuweisen
fr_fr: Attribuer une cote horaire à la machine
it_it: Assegna la tariffa oraria della macchina
nn_no: Tildel maskin-timespris

# AssignMHR
source: Assign Machine Hour Rate
de_de: Maschinenstundensatz zuweisen
fr_fr: Attribuer le taux horaire de la machine
it_it: Assegna la tariffa oraria della macchina
nn_no: Tildel maskinens timepris

# AssignSelectedMHR
source: Assign selected Machine Hour Rate
de_de: Ausgewählten Maschinenstundensatz zuweisen
fr_fr: Attribuer le taux horaire machine sélectionné
it_it: Assegna la tariffa oraria della macchina selezionata
nn_no: Tildel valgt maskinhastighet

source: At Least One Application Must Be Visible
de_de: Es muss mindestens eine Applikation sichtbar sein!
fr_fr: Au moins une application doit être visible
it_it: Almeno un'applicazione deve essere visibile!
nn_no: Minst én applikasjon må være synlig

source: Attribute
de_de: Eigenschaft
fr_fr: Attribut

source: Attributes
de_de: Eigenschaften
fr_fr: Attributs

# AutoconnectOnStart
source: Auto-connect on server startup
de_de: Automatisch bei Serverstart verbinden
fr_fr: Connexion automatique au démarrage du serveur
it_it: Connetti automaticamente all'avvio del server

source: Back
de_de: Zurück
fr_fr: Retour
it_it: Indietro
nn_no: Tilbake

# BJ
source: BJ (Binder Jetting)®
fr_fr: BJ (Binder Jetting)® (jet de liant)

source: Browse Gcode files...
de_de: GCode-Dateien auswählen...
fr_fr: Parcourir les fichiers Gcode...
it_it: Seleziona i file GCode ...
nn_no: Bla gjennom Gcode-filer ...

source: Build Volume
de_de: Bauraum
fr_fr: Volume de construction
it_it: Spazio di installazione
nn_no: Byggevolum

source: Calculate
de_de: Berechnen
fr_fr: Calculer
it_it: Calcolare
nn_no: Kalkuler

source: Calculate volume
de_de: Volumen ausrechnen
fr_fr: Calculer le volume

source: Calculate weight
de_de: Gewicht berechnen
fr_fr: Calculer le poids

source: Calculation - Failrate
de_de: Kalkulation - Fehlerrate
fr_fr: Calcul - Taux d'échec
it_it: Calcolo - tasso di errore
nn_no: Beregning - Feilrate

# CalculationList
source: Calculations - List
de_de: Kalkulationen - Liste
fr_fr: Calculs - Liste
it_it: Calcoli - elenco
nn_no: Beregninger - Liste

source: Calculation - Margin
de_de: Kalkulation - Gewinn
fr_fr: Calcul - Marge
it_it: Calcolo - profitto
nn_no: Beregning - Margin

source: Calculation - Material
de_de: Kalkulation - Material
fr_fr: Calcul - Matériel
it_it: Calcolo - materiale
nn_no: Beregning - Materiale

# CalculationPriceEnergy
source: Calculation - Energy costs
de_de: Kalkulation - Energiekosten
fr_fr: Calcul - Coûts énergétiques
it_it: Calcolo - costi energetici
nn_no: Beregning - Energikostnader

# CalculationPriceHandling
source: Calculation - Handling
de_de: Kalkulation - Handhabungskosten
fr_fr: Calcul - Manipulation
it_it: Calcolo - costi di gestione
nn_no: Beregning - Håndtering

# CalculationPriceMaterial
source: Calculation - Material costs
de_de: Kalkulation - Materialkosten
fr_fr: Calcul - Coûts matériels
it_it: Calcolo - costi materiali
nn_no: Beregning - Materialkostnader

# CalculationPricePrinter
source: Calculation - Printer costs
de_de: Kalkulation - Druckkosten
fr_fr: Calcul - Frais d'impression
it_it: Calcolo - costi di stampa
nn_no: Beregning - Skriverkostnader

# CalculationPriceTax
source: Calculation - Tax
de_de: Kalkulation - Steuern
fr_fr: Calcul - Taxes
it_it: Calcolo - tasse
nn_no: Beregning - Skatt

# CalculationPriceTotal
source: Calculation - Total
de_de: Kalkulation - Gesamtbetrag
fr_fr: Calcul - Total
it_it: Calcolo - importo totale
nn_no: Beregning - Totalt

# CalculationPriceWorksteps
source: Calculation - Workstep costs
de_de: Kalkulation - Kosten für Arbeitsschritte
fr_fr: Calcul - Coûts des étapes de travail
it_it: Calcolo - costi per fasi di lavoro
nn_no: Beregning - Arbeidsstegskostnader

source: Calculation - Printer
de_de: Kalkulation - Drucker
fr_fr: Calcul - Imprimante
it_it: Calcolo - stampante
nn_no: Beregning - Skriver

source: Calculation - Print time
de_de: Kalkulation - Druckdauer
fr_fr: Calcul - Temps d'impression
it_it: Calcolo - durata della stampa
nn_no: Beregning - Utskriftstid

source: Calculation - Quantity
de_de: Kalkulation - Stückzahl
fr_fr: Calcul - Quantité
it_it: Calcolo - numero di pezzi
nn_no: Beregning - Mengde

# CalculationResult
source: Calculation Result(s)
de_de: Berechnungsergebnis(se)
fr_fr: Résultat(s) du calcul
it_it: Risultato(i) di calcolo
nn_no: Beregningsresultat(er)

source: Calculations
de_de: Kalkulationen
fr_fr: Calculs
it_it: Calcoli
nn_no: beregninger

source: Calculation Type
de_de: Kalkulationstyp
fr_fr: Type de calcul
it_it: Tipo di calcolo
nn_no: Beregningstype

source: Calculator
fr_fr: Calculateur

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
it_it: Abortire
nn_no: Avbryt

# CardView
source: View as Card
de_de: Als Karte anzeigen
fr_fr: Afficher en tant que carte
it_it: Mostra come mappa
nn_no: Vis som kort

source: Category
de_de: Kategorie
fr_fr: Catégorie
it_it: Categoria
nn_no: Kategori

# CDLP
source: cDLP (continuous Digital Light Processing)®
fr_fr: cDLP (Continu Digital Light Processing)® (traitement numérique continu de la lumière)
nn_no: cDLP (kontinuerlig digital lysbehandling) ®

source: Chamber
de_de: Heizkammer
fr_fr: Chambre/compartiment de chauffe ????
it_it: Camera di riscaldamento
nn_no: Kammer

source: Change
de_de: Ändern
fr_fr: Changer
it_it: Cambiare
nn_no: Endring

source: Check for Updates
de_de: Auf Updates prüfen
fr_fr: Vérifier les mises à jour
it_it: Controlla aggiornamenti
nn_no: Se etter oppdateringer

# CheckForUpdatesAtStartup
source: Check for updates on startup?
de_de: Beim Starten auf Updates prüfen?
fr_fr: Vérifier les mises à jour au démarrage ?
it_it: Verifica aggiornamenti all'avvio?
nn_no: Ser du etter oppdateringer ved oppstart?

source: Check license
de_de: Lizenz überprüfen
fr_fr: Vérifier la licence
it_it: Controlla la licenza
nn_no: Sjekk lisensen

source: Clear
de_de: Leeren
fr_fr: Effacer
it_it: Svuotare
nn_no: Klar

source: Clear filter
de_de: Filter leeren
fr_fr: Effacer le filtre
it_it: Svuotare il filtro
nn_no: Fjern filter

# CLI
source: CLI (Command Line Interface)
fr_fr: CLI (Interface en ligne de commande)
nn_no: CLI (kommandolinjegrensesnitt)

source: Close
de_de: Schließen
fr_fr: Fermer
it_it: Finire
nn_no: Lukk

source: Closed
de_de: Geschlossen
fr_fr: Fermé
it_it: Chiuso

source: Color
de_de: Farbe
fr_fr: Couleur
it_it: Colore
nn_no: Farge

source: Column
de_de: Spalte
fr_fr: Colonne
it_it: Colonna
nn_no: Kolonne

source: Command
de_de: Befehl
fr_fr: Commande
it_it: Comando
nn_no: Kommando

source: Community
fr_fr: Communauté
it_it: Comunità
nn_no: Samfunnet

source: Company name
de_de: Firmenname
fr_fr: Nom de la société
it_it: Nome dell'azienda
nn_no: Selskapsnavn

# ConfirmClose
source: Confirm on close
de_de: Beenden bestätigen
fr_fr: Valider à la fermeture
it_it: Conferma Finire
nn_no: Bekreft ved avslutning

source: Connected
de_de: Verbunden
fr_fr: Connecté
it_it: Collegato
nn_no: Tilkoblet

source: Connecting
de_de: Verbindet
fr_fr: Connexion
it_it: Collega

# ConnectingToPrinterDots
source: Connecting printer...
de_de: Verbinde Drucker...
fr_fr: Connexion de l'imprimante...
it_it: Connetti stampante ...

source: Connection information
de_de: Verbindungsinformation
fr_fr: Informations de connexion
it_it: Informazioni sulla connessione

source: Connection settings
de_de: Verbindungseinstellungen
fr_fr: Paramètres de connexion
it_it: Impostazioni di connessione

source: Connect printer
de_de: Drucker verbinden
fr_fr: Connecter l'imprimante
it_it: Collega la stampante

source: Continue
de_de: Fortfahren
fr_fr: Continuer
it_it: Continuare
nn_no: Fortsette

# ControlIsDisabledDuringPrint
source: The printer control is disbaled aslong you are printing!
de_de: Die Drucker-Steuerung ist solange deaktiviert, wie ein Druck läuft!
fr_fr: Le contrôle de l'imprimante est désactivé pendant l'impression !
it_it: Il controllo della stampante è disattivato finché è in esecuzione una stampa!

# CoordinatesExcelTemplate
source: Start coordinates for the Excel template
de_de: Startkoordinaten für die Excel-Vorlage
fr_fr: Coordonnées de départ pour le modèle Excel
it_it: Coordinate d'inizio le per il modello di Excel
nn_no: Start koordinater for Excel-malen

source: Copy
fr_fr: Copier

# CopyEventInformationToClipboard
source: Copy to clipboard
de_de: In Zwischenablage kopieren
fr_fr: Copier dans le presse-papiers
it_it: Copia negli appunti
nn_no: Kopiere til utklippstavle

# CreateNewCalculationWhenClickingCalculateButton
source: Create a new calculation when clicking the calculate button?
fr_fr: Créer un nouveau calcul en cliquant sur le bouton "calculer" ?

source: Credential with this name already exists
de_de: Zugangsdaten mit diesem Namen existieren bereits!
fr_fr: L'identifiant avec ce nom existe déjà
it_it: I dati di accesso con questo nome esistono già!
nn_no: Dette navnet eksisterer allerede

source: Curing costs
fr_fr: Coûts de la polymérisation

source: Currency symbol
de_de: Währungssymbol
fr_fr: Symbole de la monnaie

source: Current Connection
de_de: Aktuelle Verbindung
fr_fr: Connexion de courant
it_it: Connessione corrente
nn_no: Nåværende tilkobling

source: Current Print
de_de: Aktueller Druck
fr_fr: Impression en cours
it_it: Processo di stampa corrente
nn_no: Gjeldende print

source: Custom
de_de: Benutzerdefiniert
fr_fr: Personnalisé
it_it: personalizzato
nn_no: Tilpasset

source: Customer - Address - City
de_de: Kunde - Adresse - Stadt
fr_fr: Client - Adresse - Ville
it_it: Cliente - indirizzo - città
nn_no: Kunde - adresse - by

source: Customer - Address - Number
de_de: Kunde - Adresse - Hausnummer
fr_fr: Client - Adresse - Numéro
it_it: Cliente - indirizzo - numero civico
nn_no: Kunde - adresse - nummer

source: Customer - Address - Street
de_de: Kunde - Adresse - Straße
fr_fr: Client - Adresse - Rue
it_it: Cliente - indirizzo - via
nn_no: Kunde - adresse - gate

source: Customer - Country
de_de: Kunde - Land
fr_fr: Client - Pays
it_it: Cliente - paese
nn_no: Kunde - land

source: Customer - First name
de_de: Kunde - Vorname
fr_fr: Client - Prénom
it_it: Cliente - nome
nn_no: Kunde - Fornavn

source: Customer - Id
de_de: Kunde - Kundennummer
fr_fr: Client - Id
it_it: Cliente - numero cliente
nn_no: Kunde ID

source: Customer - Last name
de_de: Kunde - Nachname
fr_fr: Client - Nom de famille
it_it: Cliente - cognome
nn_no: Kunde - Etternavn

source: Cut
fr_fr: Couper

# DatagridView
source: View as Datagrid
de_de: Als DataGrid anzeigen
fr_fr: Afficher comme grille de données
it_it: Mostra come DataGrid
nn_no: Vis som Datagrid

source: Deactivate license
de_de: Lizenz deaktivieren
fr_fr: Désactiver la licence
it_it: Disattivare la licenza
nn_no: Deaktiver lisensen

source: Declined
de_de: Abgelehnt
fr_fr: Refusé
it_it: Respinto
nn_no: avvist

source: Default
de_de: Standard
fr_fr: Par défaut
it_it: Standard
nn_no: Standard

# DefaultExcelOfferExporterTemplate
source: Excel estimate template
de_de: Excel-Angebotsvorlage
fr_fr: Modèle d'estimation Excel
it_it: Modello di offerta di Excel
nn_no: Excel estimatmal

# DefaultExcelSingleCalculationTemplate
source: Excel single calculation template
de_de: Excel-Kalkulationsvorlage
fr_fr: Modèle de calcul unique en Excel
it_it: Foglio di calcolo Excel
nn_no: Enkel beregningsmal for Excel

source: Default Print Server
de_de: Standard-Druckserver
fr_fr: Serveur d'impression par défaut
it_it: Server di stampa standard
nn_no: Standard printserver

# DefaultSelectionInfo
source: The items selected here will be checked by default when starting a fresh calculation.
de_de: Die hier ausgewählten Elemente werden standardmäßig aktiviert, wenn eine neue Kalkulation gestartet wird.
fr_fr: Les éléments sélectionnés ici seront vérifiés par défaut lors du lancement d'un nouveau calcul.
it_it: Gli elementi selezionati qui vengono attivati ​​per impostazione predefinita all'avvio di un nuovo calcolo.
nn_no: Elementene som er valgt her, blir sjekket som standard når du starter en ny beregning.

source: Default Settings
de_de: Standard-Einstellungen
fr_fr: Paramètres par défaut
it_it: Impostazioni standard
nn_no: Standard instillinger

source: Delete
de_de: Löschen
fr_fr: Supprimer
it_it: Elimina
nn_no: Slett

source: Delete All
de_de: Alle löschen
fr_fr: Supprimer tout
it_it: Elimina tutto
nn_no: Slette alle

source: Delete license
de_de: Lizenz löschen
fr_fr: Supprimer la licence
it_it: Elimina licenza
nn_no: Slett lisens
