Repository: AndreasReitberger/3D-Print-Cost-Calculator
Catalog: Source/PrintCostCalculator3d/Resources/Localization/Strings.*.resx
Languages: de_de, fr_fr, it_it, nn_no

# DeleteLicenseMessage
source: Are you absolutely sure that you want to remove the current license from this instance? You need to re-activate it again to get the Pro features back. Proceed?
de_de: Bist du dir absolut sicher, dass du die Lizenz von der aktuellen Installation entfernen möchtest? Du musst diese Installation dann neu aktivieren um die Pro-Funktionen weiter nutzen zu können. Fortfahren?
fr_fr: Êtes-vous absolument sûr de vouloir supprimer la licence actuelle de cette instance ? Vous devez le réactiver à nouveau pour récupérer les fonctions Pro. Continuer ?
it_it: Sei assolutamente sicuro di voler rimuovere la licenza dall'installazione corrente? Dovrai quindi riattivare questa installazione per continuare a utilizzare le funzioni Pro. Continuare?
nn_no: Er du helt sikker på at du vil fjerne gjeldende lisens fra denne forekomsten? Du må aktivere den på nytt for å få Pro-funksjonene tilbake. Fortsette?

source: Delete licenses
de_de: Lizenzen löschen
fr_fr: Supprimer des licences
it_it: Elimina le licenze
nn_no: Slett lisenser

source: Delete Message
de_de: Nachricht löschen
fr_fr: Supprimer le message
it_it: Elimina messaggio
nn_no: Slett melding

# DeleteSelected
source: Delete Selection
de_de: Auswahl löschen
fr_fr: Supprimer la sélection
it_it: Elimina la selezione
nn_no: Slett valg

source: Density
de_de: Dichte
fr_fr: Densité
it_it: Densità
nn_no: tetthet

# DialogActionNotAllowedHereContent
source: The action you performed is not allowed or supported here.
fr_fr: L'action que vous avez effectuée n'est pas autorisée ou prise en charge ici.

# DialogActionNotAllowedHereHeadline
source: Action not allowed here
fr_fr: Action non autorisée ici

# DialogAddNewAttributeContent
source: Please enter the name for the new attribute below.
de_de: Bitte gib den Namen für die neue Eigenschaft unten an.
fr_fr: Veuillez saisir le nom du nouvel attribut ci-dessous.

# DialogAddNewAttributeHeadline
source: Add new attribute
de_de: Neue Eigenschaft hinzufügen
fr_fr: Ajouter un nouvel attribut

# DialogCalculationSaveSuccessContent
source: The calculation was saved successfully.
de_de: Die Kalkulation wurde erfolgreich gespeichert.
fr_fr: Le calcul a été sauvegardé avec succès.
it_it: Il calcolo è stato salvato correttamente.
nn_no: Beregningen ble lagret.

# DialogCalculationSaveSuccessHeadline
source: Saving succeeded
de_de: Speichern erfolgreich
fr_fr: La sauvegarde a réussi
it_it: Salva con successo
nn_no: Lagring lyktes

# DialogCancelPrintConent
source: Are you sure that you want to cancel the current print? This cannot be undone and the print will be lost!
de_de: Bist du dir sicher, dass du den aktuellen Druck abbrechen möchtset? Dies kann nicht rückgängig gemacht werden und dein Druck ist verloren!
fr_fr: Êtes-vous sûr de vouloir annuler l'impression en cours ? Il est impossible de l'annuler et l'impression sera perdue !
it_it: Vuoi annullare il set di stampa corrente? Questo non può essere annullato e la tua pressione è persa!

# DialogCancelPrintHeadline
source: Cancel print
de_de: Druck abbrechen
fr_fr: Annuler l'impression
it_it: Annulla la stampa

# DialogCommandCannotBeEmptyOrMissingTheFilepathTagContent
source: Command cannot be empty or missing the filepath. Add at least the '[filepath]' expression. Please check your command and try again.
de_de: Der Befehl darf nicht leer sein und der Dateipfad darf nicht fehlen. Füge mindestens den '[filepath]'-Ausdruck hinzu. Bitte prüfe deinen Befehl und versuche es erneut.
fr_fr: La commande ne peut pas être vide ou manquer le chemin d'accès au fichier. Ajoutez au moins l'expression '[filepath]'. Veuillez vérifier votre commande et réessayer.
it_it: Il comando non può essere vuoto e il percorso del file non deve mancare. Aggiungi almeno l'espressione "[percorso file]". Controlla il tuo comando e riprova.

# DialogCommandCannotBeEmptyOrMissingTheFilepathTagHeadline
source: Command empty or invalid
de_de: Befehl leer oder ungültig
fr_fr: Commande vide ou invalide
it_it: Comando vuoto o non valido

# DialogConfirmCloseContent
source: Are you sure that you want to close the application now?
de_de: Bist du dir sicher, dass du die Applikation jetzt schließen möchtest?
fr_fr: Êtes-vous sûr de vouloir fermer l'application maintenant ?
it_it: Sei sicuro di voler chiudere l'applicazione adesso?
nn_no: Er du sikker på at du vil lukke søknaden nå?

# DialogConfirmCloseHeadline
source: Close Application
de_de: Applikation schließen
fr_fr: Fermer l'application
it_it: Chiudi applicazione
nn_no: Lukk søknaden

# DialogConnectionFailedFormatContent
source: The connection to the printer '{0}' failed or timed out. Please check if your printer is powered on and connected to the server properly.
de_de: Die Verbindung zum Drucker '{0}' ist fehlgeschlagen oder es ist eine Zeitüberschreitung aufgetreten. Bitte überprüfe, ob dein Drucker eingeschaltet und mit dem Server korrekt verbunden ist.
fr_fr: La connexion à l'imprimante "{0}" a échoué ou s'est interrompue. Veuillez vérifier si votre imprimante est allumée et connectée au serveur.
it_it: La connessione alla stampante '{0}' non è riuscita o si è verificato il timeout. Verificare che la stampante sia accesa e collegata correttamente al server.

# DialogConnectionFailedHeadline
source: Connection failed
de_de: Verbindung fehlgeschlagen
fr_fr: Échec de la connexion
it_it: Connessione fallita

# DialogDeleteCalculationContent
source: Are you sure that you want to delete this calculation from the list?
de_de: Bist du dir sicher, dass du diese Kalkulation aus der Liste löschen möchtest?
fr_fr: Êtes-vous sûr de vouloir supprimer ce calcul de la liste ?
it_it: Sei sicuro di voler eliminare questo calcolo dall'elenco?
nn_no: Er du sikker på at du vil slette denne beregningen fra listen?

# DialogDeleteCalculationHeadline
source: Delete Calculation
de_de: Kalkulation löschen
fr_fr: Supprimer le calcul
it_it: Elimina il calcolo
nn_no: Slett beregning

# DialogDeleteContent
source: Are you sure that you want to delete your selection? This cannot be undone!
de_de: Bist du dir sicher, dass du deine Auswahl löschen möchtest? Dies kann nicht rückgängig gemacht werden!
fr_fr: Êtes-vous sûr de vouloir supprimer votre sélection ? C'est impossible à annuler !
it_it: Sei sicuro di voler eliminare la selezione? Questo non può essere annullato!
nn_no: Er du sikker på at du vil slette valget? Dette kan ikke angres!

# DialogDeleteExportTemplateFormatContent
source: Are you sure that you want to delete the export template '{0}'? This cannot be undone!
de_de: Bist du dir sicher, dass du die Export-Vorlage '{0}' löschen möchtest? Dies kann nicht rückgängig gemacht werden!
fr_fr: Êtes-vous sûr de vouloir supprimer le modèle d'exportation "{0}" ? Cela ne peut pas être annulé !
it_it: Sei sicuro di voler eliminare il modello di esportazione '{0}'? Questo non può essere annullato!
nn_no: Er du sikker på at du vil slette eksportmalen '{0}'? Dette kan ikke angres!

# DialogDeleteExportTemplateHeadline
source: Delete export template
de_de: Export-Vorlage löschen
fr_fr: Supprimer le modèle d'exportation
it_it: Elimina modello di esportazione
nn_no: Slett eksportmal

# DialogDeleteHeadline
source: Delete
de_de: Löschen
fr_fr: Supprimer
it_it: Elimina
nn_no: Slett

# DialogDeleteLicenseFailedContent
source: Your license couldn't be removed. Please try again or contact our support.
de_de: Deine Lizenz konnte nicht entfernt werden. Bitte versuche es erneut oder kontaktiere den Support.
fr_fr: Votre licence n'a pas pu être supprimée. Veuillez réessayer ou contacter notre support.
it_it: La tua licenza non può essere rimossa. Riprova o contatta l'assistenza.
nn_no: Lisensen din kunne ikke fjernes. Vennligst prøv igjen eller kontakt supporten vår.

# DialogDeleteLicenseFailedHeadline
source: License removal failed
de_de: Entfernung der Lizenz fehlgeschlagen
fr_fr: Echec de la suppression de la licence
it_it: Rimozione della licenza non riuscita
nn_no: Lisensfjerning mislyktes

# DialogDeleteMachineHourRateContent
source: Are you sure that you want to delete the selected machine hour rate calculation? This cannot be undone!
de_de: Bist du dir sicher, dass du die ausgewählte "Machinenstundensatz"-Berechnung löschen möchtest? Dies kann nicht rückgängig gemacht werden!
fr_fr: Êtes-vous sûr de vouloir supprimer le calcul du taux horaire de machine sélectionné ? C'est irréversible !
it_it: Vuoi eliminare il calcolo della "tariffa oraria macchina" selezionata? Questo non può essere annullato!
nn_no: Er du sikker på at du vil slette valgt timetakstberegning? Dette kan ikke angres!

# DialogDeleteMachineHourRateHeadline
source: Delete Machine Hour Rate
de_de: Maschinenstundensatz löschen
fr_fr: Supprimer le taux horaire de la machine
it_it: Elimina la tariffa oraria della macchina
nn_no: Slett maskinens timepris

# DialogDeleteManufacturerFormatedContent
source: Are you sure that you want to delete the manufacturer '{0}'? This cannot be undone!
de_de: Bist du dir sicher, dass du den ausgewählen Hersteller '{0}' löschen möchtest? Dies kann nicht rückgängig gemacht werden!
fr_fr: Êtes-vous sûr de vouloir supprimer le fabricant "{0}" ? Cela ne peut pas être annulé !
it_it: Sei sicuro di voler eliminare il produttore selezionato '{0}'? Questo non può essere annullato!
nn_no: Er du sikker på at du vil slette produsenten '{0}'? Dette kan ikke angres!

# DialogDeleteManufacturerHeadline
source: Delete manufacturer
de_de: Hersteller löschen
fr_fr: Supprimer le fabricant
it_it: Elimina produttore
nn_no: Slett produsenten

# DialogDeleteMaterialContent
source: Are you sure that you you want to delete this material? This cannot be undone!
de_de: Bist du dir sicher, dass du dieses Material löschen möchtest? Dies kann nicht rückgängig gemacht werden.
fr_fr: Êtes-vous sûr de vouloir supprimer ce matériau ? C'est irréversible !
it_it: Sei sicuro di voler eliminare questo materiale? Questo non può essere annullato.
nn_no: Er du sikker på at du vil slette dette materialet? Dette kan ikke angres!

# DialogDeleteMaterialHeadline
source: Delete this material?
de_de: Dieses Material löschen?
fr_fr: Supprimer ce matériau ?
it_it: Elimina questo materiale?
nn_no: Vil du slette dette materialet?

# DialogDeletePrinterContent
source: Are you sure that you you want to delete this printer? This cannot be undone!
de_de: Bist du dir sicher, dass du dieses Drucker löschen möchtest? Dies kann nicht rückgängig gemacht werden.
fr_fr: Êtes-vous sûr de vouloir supprimer cette imprimante ? C'est irréversible !
it_it: Sei sicuro di voler eliminare questa stampante? Questo non può essere annullato.
nn_no: Er du sikker på at du vil slette denne skriveren? Dette kan ikke angres!

# DialogDeletePrinterHeadline
source: Delete this printer?
de_de: Diesen Drucker löschen?
fr_fr: Supprimer cette imprimante ?
it_it: Elimina questa stampante?
nn_no: Vil du slette denne skriveren?

# DialogDeleteSelectedCalculationsContent
source: Are you sure, that you want to delete the selected calculations from the list? This cannot be undone!
de_de: Bist du dir sicher, dass du die ausgewählten Kalkulationen löschen möchtest? Dies kann nicht rückgängig gemacht werden!
fr_fr: Êtes-vous sûr de vouloir supprimer les calculs sélectionnés de la liste ? Cela ne peut pas être annulé !
it_it: Sei sicuro di voler eliminare i calcoli selezionati? Questo non può essere annullato!
nn_no: Er du sikker på at du vil slette de valgte beregningene fra listen? Dette kan ikke angres!

# DialogDeleteSelectedCalculationsHeadline
source: Delete selected calculations
de_de: Gewählte Kalkulationen löschen
fr_fr: Supprimer les calculs sélectionnés
it_it: Elimina i calcoli selezionati
nn_no: Slett valgte beregninger

# DialogDeleteSelectedFilesContent
source: Are you sure that you want to delete the selected files?
de_de: Bist du dir sicher, dass du die ausgewählten Dateien löschen möchtest?
fr_fr: Êtes-vous sûr de vouloir supprimer les fichiers sélectionnés ?
it_it: Sei sicuro di voler eliminare i file selezionati?
nn_no: Er du sikker på at du vil slette de valgte filene?

# DialogDeleteSelectedFilesHeadline
source: Delete selected files
de_de: Gewählte Dateien löschen
fr_fr: Supprimer les fichiers sélectionnés
it_it: Elimina i file selezionati
nn_no: Slett valgte filer

# DialogDeleteSelectedMaterialsContent
source: Are you sure that you want to delete the selected material(s)? This cannot be undone!
de_de: Bist du dir sicher, dass du die/das ausgewählte(n) Material löschen möchtest? Dies kann nicht rückgängig gemacht werden!
fr_fr: Êtes-vous sûr de vouloir supprimer le(s) article(s) sélectionné(s) ? C'est irréversible !
it_it: Sei sicuro di voler eliminare i materiali selezionati? Questo non può essere annullato!
nn_no: Er du sikker på at du vil slette de valgte materialene? Dette kan ikke angres!

# DialogDeleteSelectedMaterialsHeadline
source: Delete selected material(s)
de_de: Ausgewählte(s) Material löschen
fr_fr: Supprimer le(s) article(s) sélectionné(s)
it_it: Elimina i materiali selezionati
nn_no: Slett valgt materiale

# DialogDeleteSelectedMHRsContent
source: Are you sure that you want to delete the selected Machine-Hour-Rating(s)? This cannot be undone!
de_de: Bist du dir sicher, dass du die/den ausgewählte(n) Maschinenstundensatz/-sätze löschen möchtest? Dies kann nicht rückgängig gemacht werden.
fr_fr: Êtes-vous sûr de vouloir effacer le(s) compteur(s) d'heures-machine sélectionné(s) ? C'est irréversible !
it_it: Sei sicuro di voler eliminare le tariffe orarie della macchina selezionata? Questo non può essere annullato.
nn_no: Er du sikker på at du vil slette de valgte maskin-timesprisene? Dette kan ikke angres!

# DialogDeleteSelectedMHRsHeadline
source: Delete selected Machine-Hour-Rating(s)
de_de: Ausgewählte(n) Maschinenstundensatz/-sätze löschen?
fr_fr: Supprimer le(s) compteur(s) d'heures-machine sélectionné(s)
it_it: Elimina le tariffe orarie della macchina selezionate?
nn_no: Slett valgte maskin-timespris(er)

# DialogDeleteSelectedPrintersContent
source: Are you sure that you want to delete the selected printer(s)? This cannot be undone!
de_de: Bist du dir sicher, dass du den/die ausgewählte(n) Drucker löschen möchtest? Dies kann nicht rückgängig gemacht werden!
fr_fr: Êtes-vous sûr de vouloir supprimer la ou les imprimantes sélectionnées ? C'est irréversible !
it_it: Sei sicuro di voler eliminare le stampanti selezionate? Questo non può essere annullato!
nn_no: Er du sikker på at du vil slette de valgte skriveren(e)? Dette kan ikke angres!

# DialogDeleteSelectedPrintersHeadline
source: Delete selected printer(s)
de_de: Ausgewählte(n) Drucker löschen
fr_fr: Supprimer l'imprimante ou les imprimantes sélectionnée(s)
it_it: Elimina le stampanti selezionate
nn_no: Slett valgte skriver(er)

# DialogDeleteSelectedWorkstepsContent
source: Are you sure that you want to delete the selected workstep(s)? This cannot be undone!
de_de: Bist du dir sicher, dass du den/die ausgewählte(n) Arbeitsschritt(e) löschen möchtest? Dies kann nicht rückgängig gemacht werden!
fr_fr: Êtes-vous sûr de vouloir supprimer les étapes de travail sélectionnées ? C'est irréversible !
it_it: Sei sicuro di voler eliminare le fasi di lavoro selezionate? Questo non può essere annullato
nn_no: Er du sikker på at du vil slette de valgte arbeidsstegene? Dette kan ikke angres!

# DialogDeleteSelectedWorkstepsHeadline
source: Delete selected workstep(s)
de_de: Ausgewählte(n) Arbeitsschritt(e) löschen
fr_fr: Supprimer le(s) étape(s) sélectionnée(s)
it_it: Elimina i passaggi di lavoro selezionati
nn_no: Slett valgte arbeidssteg

# DialogDeleteSelectionFormatedContent
source: Are you sure that you want to delete the selected {0}? This cannot be undone!
de_de: Bist du dir sicher, dass du das ausgewählte Objekt '{0}' löschen möchtest? Dies kann nicht rückgängig gemacht werden!
fr_fr: Êtes-vous sûr de vouloir supprimer les {0} sélectionnés ? Cela ne peut pas être annulé !
it_it: Sei sicuro di voler eliminare l'oggetto selezionato '{0}'? Questo non può essere annullato!
nn_no: Er du sikker på at du vil slette den valgte {0}? Dette kan ikke angres!

# DialogDeleteSelectionFormatedHeadline
source: Delete selected {0}
de_de: Lösche gewähltes Objekt {0}
fr_fr: Supprimer le {0} sélectionné
it_it: Elimina l'oggetto selezionato {0}
nn_no: Slett valgt {0}

# DialogDeleteSlicerFormatedContent
source: Are you sure that you want to delete the slicer '{0}' from the slicer list?
de_de: Bist du dir sicher, dass du den Slicer '{0}' aus der Liste löschen möchtest?
fr_fr: Êtes-vous sûr de vouloir supprimer le slicer'{0}' de la liste des slicers?
it_it: Sei sicuro di voler eliminare il Slicer '{0}' dall'elenco?
nn_no: Er du sikker på at du vil slette sclieren {0} 'fra listen over slicerr?

# DialogDeleteSlicerHeadline
source: Delete slicer
de_de: Slicer löschen
fr_fr: Supprimer le slicer
it_it: Elimina Slicer
nn_no: Slett slicers

# DialogDeleteSlicersContent
source: Are you sure that you want to delete the select slicers from the slicer list?
de_de: Bist du dir sicher, dass du die ausgewählten Slicers aus der Liste löschen möchtest?
fr_fr: Êtes-vous sûr de vouloir supprimer les slicers sélectionnés de la liste des slicers?
it_it: Sei sicuro di voler eliminare il Slicer selezionato dall'elenco?
nn_no: Er du sikker på at du vil slette de utvalgte slicerene fra listen over slicere?

# DialogDeleteSlicersHeadline
source: Delete slicers
de_de: Slicers löschen
fr_fr: Supprimer les slicers
it_it: Elimina Slicer
nn_no: Slett slicere

# DialogDeleteSupplierFormatedContent
source: Are you sure that you want to delete the supplier '{0}'? This cannot be undone!
de_de: Bist du dir sicher, dass du den ausgewählen Lieferanten '{0}' löschen möchtest? Dies kann nicht rückgängig gemacht werden!
fr_fr: Êtes-vous sûr de vouloir supprimer le fournisseur "{0}" ? Cela ne peut pas être annulé !
it_it: Sei sicuro di voler eliminare il fornitore selezionato '{0}'? Questo non può essere annullato!
nn_no: Er du sikker på at du vil slette leverandøren '{0}'? Dette kan ikke angres!

# DialogDeleteSupplierHeadline
source: Delete supplier
de_de: Lieferant löschen
fr_fr: Supprimer le fournisseur
it_it: Elimina fornitore
nn_no: Slett leverandør

# DialogDeleteWorkstepContent
source: Are you sure that you you want to delete this workstep? This cannot be undone!
de_de: Bist du dir sicher, dass du dieses Arbeitsschritt löschen möchtest? Dies kann nicht rückgängig gemacht werden.
fr_fr: Êtes-vous sûr de vouloir supprimer cette étape ? C'est irréversible !
it_it: Sei sicuro di voler eliminare questo passaggio di lavoro? Questo non può essere annullato.
nn_no: Er du sikker på at du vil slette dette arbeidssteget? Dette kan ikke angres!

# DialogDeleteWorkstepHeadline
source: Delete this workstep?
de_de: Diesen Arbeitsschritt löschen?
fr_fr: Supprimer cette étape ?
it_it: Elimina questo passaggio di lavoro?
nn_no: Vil du slette dette arbeidssteget?

# DialogDownloadWebCamVersionContent
source: The WebCam feature adds about 130 MB data to the project. This is why we decided to make two versions out of it. So if you want to use the WebCam featuere, please download the WebCam version below.
de_de: Die WebCam-Funktion fügt ca. 130 MB an Daten zum Tool hinzu. Deswegen haben wir uns entschieden, zwei Versionen zu machen. Wenn du also die WebCam-Funktion nutzen möchtest, lade bitte die Version von unten herunter.
fr_fr: La fonction WebCam ajoute environ 130 Mo de données au projet. C'est pourquoi nous avons décidé d'en faire deux versions. Donc si vous voulez utiliser la fonction WebCam, veuillez télécharger la version WebCam ci-dessous.
it_it: La funzione WebCam aggiunge circa 130 MB di dati allo strumento. Ecco perché abbiamo deciso di realizzare due versioni. Quindi, se si desidera utilizzare la funzione WebCam, scaricare la versione dal basso.
nn_no: WebCam-funksjonen legger til rundt 130 MB data til prosjektet. Dette er grunnen til at vi bestemte oss for å lage to versjoner av det. Så hvis du vil bruke WebCam løsningen, kan du laste ned WebCam-versjonen nedenfor.

# DialogDownloadWebCamVersionHeadline
source: Download diffrent version
de_de: Andere Version herunterladen
fr_fr: Télécharger une autre version
it_it: Scarica un'altra versione
nn_no: Last ned annen versjon

# DialogEnterNewFolderNameContent
source: Enter the name for the new foder below.
de_de: Gib unten den Namen für den neuen Ordner ein.
fr_fr: Saisissez le nom du nouveau dossier ci-dessous.
it_it: Immettere il nome per la nuova cartella di seguito.

# DialogEnterNewFolderNameHeadline
source: New folder
de_de: Neuer Ordner
fr_fr: Nouveau dossier
it_it: Nuova cartella

# DialogErrorWhileExportingContent
source: An error occured while processing the data for the export. Please try again or contact our support.
de_de: Es ist ein Fehler beim Verarbeiten der Daten für den Export aufgetreten. Bitte versuche es erneut oder kontaktiere unseren Support.
fr_fr: Une erreur s'est produite lors du traitement des données pour l'exportation. Veuillez réessayer ou contacter notre service d'assistance.
it_it: Si è verificato un errore durante l'elaborazione dei dati per l'esportazione. Riprova o contatta il nostro supporto.
nn_no: Det oppstod en feil under behandlingen av dataene for eksporten. Vennligst prøv igjen eller kontakt supporten vår.

# DialogErrorWhileExportingHeadline
source: There was an error while exporting
de_de: Fehler beim Exportieren
fr_fr: Il y a eu une erreur lors de l'exportation
it_it: Esportazione non riuscita
nn_no: Det oppsto en feil under eksporten

# DialogExceptionFormatedContent
source: Sadly an unexpected error has occurred while performing this action. Further details: \n{0}
de_de: Leider ist ein unerwarteter Fehler während dieser Aktion aufgetreten. Weitere Details: \n{0}
fr_fr: Malheureusement, une erreur inattendue s'est produite lors de l'exécution de cette action. Plus de détails : \n{0}
it_it: Sfortunatamente, si è verificato un errore imprevisto durante questa azione. Ulteriori dettagli: \ n {0}
nn_no: Dessverre har det skjedd en uventet feil under utførelsen av denne handlingen. Ytterligere detaljer: \ n {0}

# DialogExceptionHeadline
source: An unexpected error occurred
de_de: Ein unerwarteter Fehler ist aufgetreten
fr_fr: Une erreur inattendue s'est produite
it_it: Si è verificato un errore imprevisto
nn_no: En uventet feil oppstod

# DialogExportToFileSucceededForamtedContent
source: The data has been exported to '{0}' successfully.
de_de: Die Daten wurden erfolfreich in '{0}' exportiert.
fr_fr: Les données ont été exportées vers '{0}' avec succès.
it_it: I dati sono stati esportati correttamente in "{0}".
nn_no: Dataene er eksportert til '{0}'.

# DialogExportToFileSucceededHeadline
source: Data exported successfully
de_de: Daten erfolgreich exportiert
fr_fr: Données exportées avec succès
it_it: Dati esportati correttamente
nn_no: Data eksportert

# DialogFileLoadedContent
source: The file was loaded successfully. The parameter were set to the calculation form.
de_de: Die Datei wurde erfolgreich geladen. Die Parameter wurden in der Kalkulations-Maske gesetzt.
fr_fr: Le fichier a été chargé avec succès. Le paramètre a été réglé sur la forme de calcul.
it_it: l file è stato caricato correttamente. I parametri sono stati impostati nella maschera di calcolo.
nn_no: Filen ble lastet. Parameteren ble satt til beregningsskjemaet.

# DialogFileLoadedHeadline
source: File loaded successfully
de_de: Datei erfolgreich geladen
fr_fr: Fichier chargé avec succès
it_it: File caricato correttamente
nn_no: Filen lastet inn
