Repository: AndreasReitberger/3D-Print-Cost-Calculator
Catalog: Source/PrintCostCalculator3d/Resources/Localization/Strings.*.resx
Languages: de_de, fr_fr, it_it, nn_no

# RepetierServerProConnectionNote
source: You either can provide the IP address 'x.x.x.x' or the FQDN (fully qualified domain name) 'repetier-server.local' in order to connect to the server.
de_de: Du kannst entweder die IP-Address 'x.x.x.x' oder den Domänenanmen (FQDN) 'repetier-server.local' angeben um eine Verbindung aufzubauen.
fr_fr: Vous pouvez fournir l'adresse IP "x.x.x.x" ou le FQDN (nom de domaine complet) "repetier-server.local" afin de vous connecter au serveur.
it_it: È possibile immettere l'indirizzo IP "x.x.x.x" o il nome di dominio (FQDN) "repetier-server.local" per stabilire una connessione.
nn_no: Du kan enten oppgi IP-adressen 'x.x.x.x' eller FQDN (fullt kvalifisert domenenavn) 'repetier-server.local' for å koble til serveren.

# RepetierServerProIsNotConfigured
source: It seems that your Repetier Server Pro is not configured in your settings. Please go to the settings page and setup your server first!
de_de: Dein Repetier Server Pro scheint noch nicht in deinen Einstellungen konfiguriert zu sein. Bitte gehe zu der Einstellungsseite und richte deinen Server zuerst ein!
fr_fr: Il semble que votre Repetier Server Pro ne soit pas configuré dans vos paramètres. Allez à la page des paramètres et configurez d'abord votre serveur !
it_it: Repetier Server Pro non sembra essere ancora configurato nelle impostazioni. Vai alla pagina delle impostazioni e imposta prima il tuo server!
nn_no: Det ser ut til at Repetier Server Pro ikke er konfigurert i innstillingene dine. Gå til innstillingssiden og konfigurer serveren først!

# RepetierServerProIsOffline
source: Your Repetier Server Pro seems to be offline. Please check your server and try to reconnect below.
de_de: Dein Repetier Server Pro scheint offline zu sein. Bitte prüfe deinen Server und versuche dich unten erneut zu verbinden.
fr_fr: Votre Repetier Server Pro semble être hors ligne. Veuillez vérifier votre serveur et essayer de vous reconnecter ci-dessous.
it_it: Repetier Server Pro sembra essere offline. Controlla il tuo server e prova a riconnetterti di seguito.
nn_no: Repetier Server Pro ser ut til å være frakoblet. Kontroller serveren din og prøv å koble til igjen nedenfor.

# RepetierServerProIsOfflineOrNotConfigured
source: It seems that either your Repetier Server Pro is offline or not configured probably in your settings.
de_de: Es scheint als ob dein Repetier Server Pro entweder offline oder nicht richtig konfiguriert ist in deinen Einstellungen.
fr_fr: Il semble que soit votre Repetier Server Pro est hors ligne, soit il n'est pas configuré probablement dans vos paramètres.
it_it: Sembra che Repetier Server Pro sia offline o non configurato correttamente nelle impostazioni.
nn_no: Det ser ut til at enten Repetier Server Pro er frakoblet eller ikke konfigurert korrekt. Sjekk i innstillingene dine.

source: Replacement Costs
de_de: Wiederbeschaffungswert
fr_fr: Coûts de remplacement
it_it: Valore di sostituzione
nn_no: Erstatningskostnader

source: Reset
de_de: Zurücksetzen
fr_fr: Réinitialiser
it_it: Rimandare
nn_no: Nullstille

# ResetLicensesMessage
source: Reset license?
de_de: Lizenz zurücksetzen?
fr_fr: Réinitialiser la licence ?
it_it: Reimposta licenza?
nn_no: Tilbakestille lisensen?

source: Resin
fr_fr: Résine
it_it: Resina
nn_no: Harpiks

source: Resources
de_de: Ressourcen
fr_fr: Ressources
it_it: Risorse
nn_no: ressurser

source: Restart
de_de: Neustart
fr_fr: Redémarrer
it_it: Nuovo inizio
nn_no: Omstart

# RestartLater
source: I'll restart later...
de_de: Ich starte später neu...
fr_fr: Je recommencerai plus tard....
it_it: Riavvio più tardi ...
nn_no: Jeg starter på nytt senere ...

source: Restart now!
de_de: Jetzt neustarten!
fr_fr: Redémarrez maintenant !
it_it: Riavvia ora!
nn_no: Start på nytt nå!

# RestartTheApplicationSoThatAllChangesAreApplied
source: In order to update the language, the application needs to be restarted.
de_de: Damit die neue Sprache gesetzt und aktualisiert werden kann muss die Anwendung neu gestartet werden!
fr_fr: Afin de mettre à jour la langue, l'application doit être redémarrée.
it_it: L'applicazione deve essere riavviata in modo che la nuova lingua possa essere impostata e aggiornata!
nn_no: For å oppdatere språket, må applikasjonen startes på nytt.

# RestartTheApplicationToChangeTheLanguage
source: Restart the application in order to change the language to the selected one!
de_de: Starte die Anwendung neu um die Sprache auf die ausgewählte zu ändern!
fr_fr: Redémarrez l'application afin de changer la langue pour celle sélectionnée !
it_it: Riavvia l'applicazione per cambiare la lingua in quella selezionata!

source: Resume
de_de: Weiter
fr_fr: Reprendre
it_it: Continua

# Rotate3dModelAroundMouseDownPoint
source: Rotate 3d model arrount mouse down point?
fr_fr: Faire pivoter le modèle 3d en bas de la souris ?

source: Row
de_de: Zeile
fr_fr: Rangée
it_it: Fila
nn_no: Rad

source: Run slicer
de_de: Slicer starten
fr_fr: Lancer le slicer
it_it: Partire Slicer
nn_no: Start slicer

source: Save
de_de: Speichern
fr_fr: Sauvegarder
it_it: Salva
nn_no: Lagre

source: Save Calculation
de_de: Kalkulation speichern
fr_fr: Sauvegarder le calcul
it_it: Salva calcolo
nn_no: Lagre beregning

source: Save changes
de_de: Änderungen speichern
fr_fr: Enregistrer les modifications
it_it: Salva le modifiche
nn_no: Lagre endringer

# SaveConnectionInformation
source: Save connection settings
de_de: Verbindungseinstellungen speichern
fr_fr: Enregistrer les paramètres de connexion
it_it: Salva le impostazioni di connessione

# SaveSettingsInApplicationFolder
source: Save settings in the application folder
de_de: Einstellungen im Applikations-Ordner speichern
fr_fr: Enregistrer les paramètres dans le dossier de l'application
it_it: Salva le impostazioni nella cartella dell'applicazione
nn_no: Lagre innstillinger i applikasjonsmappen

source: Search
de_de: Suche
fr_fr: Rechercher
it_it: Cerca
nn_no: Søk

# SearchedApplicationNotFound
source: Searched application could not be found
de_de: Die gesuchte Applikation konnte nicht gefunden werden
fr_fr: L'application recherchée n'a pas pu être trouvée
it_it: Impossibile trovare l'applicazione che stavi cercando
nn_no: Søkte applikasjoner ble ikke funnet

# SearchedLanguageNotFound
source: The searched language couldn't be found
de_de: Die gesuchte Sprache konnte nicht gefunden werden
fr_fr: La langue recherchée n'a pas pu être trouvée
it_it: La lingua che stavi cercando non è stata trovata
nn_no: Det søkte språket ble ikke funnet

source: Searched settings not found
de_de: Gesuchte Einstellung nicht gefunden
fr_fr: Paramètres recherchés introuvables
it_it: Impostazione cercata non trovata
nn_no: Søkeinnstillinger ble ikke funnet

# SectionIsBeta
source: This section is in beta state, meaning that it could have bugs and do not work fully at the moment. If you figure out some issues, please contact our support team.
de_de: Dieser Abschnitt befindet sich im Beta-Status, was bedeutet, dass er Fehler aufweisen kann und derzeit nicht vollständig funktioniert. Wenn du Probleme feststellst, wenden dich bitte an unser Support-Team.
fr_fr: Cette section est en état bêta, ce qui signifie qu'elle pourrait comporter des bugs et ne pas fonctionner pleinement pour le moment. Si vous rencontrez des problèmes, veuillez contacter notre équipe de support.
it_it: Questa sezione è in stato beta, il che significa che potrebbe contenere errori e attualmente non è completamente funzionante. In caso di problemi, si prega di contattare il nostro team di supporto.
nn_no: Denne delen er i betatilstand, noe som betyr at den kan ha feil og ikke fungerer fullt ut for øyeblikket. Hvis du finner noen problemer, kan du kontakte supportteamet vårt.

# SectionLocked
source: This section is currently locked and will be available in a future release.
de_de: Dieser Abschnitt ist derzeit gesperrt und wird in einer zukünftigen Version verfügbar sein.
fr_fr: Cette section est actuellement verrouillée et sera disponible dans une prochaine version.
it_it: Questa sezione è attualmente bloccata e sarà disponibile in una versione futura.
nn_no: Denne delen er for øyeblikket låst og vil være tilgjengelig i en fremtidig utgave.

# SelectAServerToStartTheDashboard
source: Select a server first in order to start the dashboard
de_de: Wähle einen Server um das Dashboard zu starten
fr_fr: Sélectionnez d'abord un serveur afin de lancer le tableau de bord

source: Selected gcode
de_de: Gewählter Gcode
fr_fr: Gcode sélectionné
it_it: Gcode selezionato

source: Selected settings are reset
de_de: Ausgewählte Einstellungen sind zurückgesetzt
fr_fr: Les réglages sélectionnés sont réinitialisés
it_it: Le impostazioni selezionate vengono ripristinate
nn_no: Valgte innstillinger tilbakestilles

source: Select File(s)
de_de: Wähle Datei(en)
fr_fr: Sélectionner le(s) fichier(s)
it_it: Scegli file
nn_no: Velg fil (er)

# SelectFolder
source: Select Folder(s)
de_de: Wähle Ordner
fr_fr: Sélectionnez le(s) dossier(s)
it_it: Scegli le cartelle
nn_no: Velg mappe (r)

# SelectGcodeFile
source: Select a .gcode file...
de_de: Wähle eine .gcode Datei...
fr_fr: Sélectionnez le fichier .gcode.....
it_it: Scegli un file .gcode ...
nn_no: Velg en .gcode-fil ...

source: Select gcode files...
de_de: Wähle Gcode-Dateien...
fr_fr: Sélectionner les fichiers gcode...

# SelectGcodesToGetStartedDots
source: Select gcode to get started...
fr_fr: Sélectionnez gcode pour commencer...

source: Select or drop .gcode file
de_de: Wähle oder ziehe .gcode Datei
fr_fr: Sélectionnez ou déposez le fichier .gcode
it_it: Scegli o trascina il file .gcode
nn_no: Velg eller slipp .gcode-fil

# SelectPrinterToStartOctoPrintDashboard
source: Select a printer to start the OctoPrint dashboard
de_de: Wähle einen Drucker um das OctoPrint-Dashboard zu starten
fr_fr: Sélectionnez une imprimante pour démarrer le tableau de bord OctoPrint
it_it: Scegli una stampante per avviare la dashboard di OctoPrint

# SelectPrinterToStartRepetierDashboard
source: Select a printer to start the Repetier Server dashboard
de_de: Drucker auswählen um das Reptier Server Dashboard zu starten
fr_fr: Sélectionnez une imprimante pour lancer le tableau de bord du serveur Repetier.
it_it: Selezionare la stampante per avviare il dashboard del server Reptier
nn_no: Velg en skriver for å starte Repetier Server-oversikten

# SelectSlicerAppPath
source: Select slicer application path...
de_de: Wähle den Slicer-Installationspfad...
fr_fr: Sélectionner le chemin d'application du slicer.....
it_it: Scegli il percorso di installazione dello Slicer
nn_no: Velg applikasjonsvei for slicer

source: Select tab content
fr_fr: Sélectionner le contenu de l'onglet

# SelectYourDefaultPrintServer
source: Select the default print server below.
de_de: Wähle deinen Standard-Druckserver unten.
fr_fr: Sélectionnez le serveur d'impression par défaut ci-dessous.
it_it: Scegli il tuo server di stampa predefinito di seguito.
nn_no: Velg din printserver

source: Send gcode
de_de: Gcode senden
fr_fr: Envoyer le gcode
it_it: Invia gcode

# SendGcodeToRepetierServerPro
source: Send to your Repetier Server Pro
de_de: An Repetier Server Pro senden
fr_fr: Envoyer à votre Repetier Server Pro
it_it: Invia al tuo Repetier Server Pro
nn_no: Send til Repetier Server Pro

source: Send test file
de_de: Sende Test-Datei
fr_fr: Envoyer le fichier test
it_it: Invia file di prova
nn_no: Send testfil

source: Send to slicer
de_de: An Slicer senden
fr_fr: Envoyer vers le slicer
it_it: Invia a Slicer
nn_no: Send til slicer

# ServerApiKey
source: API key
de_de: API-Schlüssel
fr_fr: Clé API

# ServerIsConnectingDots
source: Server is connecting...
de_de: Server verbindet sich...
fr_fr: Le serveur se connecte...

source: Server is offline
de_de: Server ist offline
fr_fr: Le serveur est hors ligne

source: Server is online
de_de: Server ist online
fr_fr: Le serveur est en ligne

source: Servers
fr_fr: Serveurs

source: Set Flow
de_de: Setze Fluss
fr_fr: Régler le débit
it_it: Impostare il flusso
nn_no: Still inn flyt

# SetMasterPassword
source: Set the master password
de_de: Setze das Master-Passwort
fr_fr: Définir le mot de passe principal
it_it: Imposta la password principale
nn_no: Angi hovedpassordet

source: Set Speed
de_de: Setze Geschwindigkeit
fr_fr: Régler la vitesse
it_it: Imposta la velocità
nn_no: Still hastighet

source: Set Temperature
de_de: Setze Temperatur
fr_fr: Régler la température
it_it: Impostare la temperatura
nn_no: Still inn temperatur

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
it_it: Impostazioni
nn_no: innstillinger

# SettingsEventLogger
source: Event Logger
fr_fr: Enregistreur d'événements
it_it: Registratore di eventi

# SettingsEventLoggerImportantNote
source: The event logger helps us debugging errors in our application. All gathered information are stored locally on your computer only, aslong the application is running. No information will be send somewhere. If you run into an error, please send us the information from the error event along with a detailed error description.
de_de: Der Event-Logger hilft uns beim Debuggen von Fehlern in unserer Anwendung. Alle gesammelten Informationen werden nur lokal auf deinem Computer gespeichert, solange die Anwendung ausgeführt wird. Es werden keine Informationen irgendwohin gesendet. Wenn du auf einen Fehler gestoßen bist, sende uns bitte die Informationen aus dem Fehlerereignis zusammen mit einer detaillierten Fehlerbeschreibung.
fr_fr: L'enregistreur d'événements nous aide à corriger les erreurs dans notre application. Toutes les informations recueillies sont stockées localement sur votre ordinateur uniquement, tant que l'application est en cours d'exécution. Aucune information ne sera envoyée quelque part. Si vous rencontrez une erreur, veuillez nous envoyer les informations de l'événement d'erreur avec une description détaillée de l'erreur.
it_it: Il registratore di eventi ci aiuta a eseguire il debug degli errori nella nostra applicazione. Tutte le informazioni raccolte vengono archiviate localmente sul computer finché l'applicazione è in esecuzione. Nessuna informazione viene inviata da nessuna parte. Se hai riscontrato un errore, ti preghiamo di inviarci le informazioni dall'evento di errore insieme a una descrizione dettagliata dell'errore.
nn_no: Hendelsesloggeren hjelper oss med feilsøkingsfeil i applikasjonen vår. All samlet informasjon lagres bare lokalt på datamaskinen din, så lenge applikasjonen kjører. Ingen informasjon vil bli sendt et sted. Hvis du får feil, kan du sende oss informasjonen fra feilhendelsen sammen med en detaljert feilbeskrivelse.

# SettingsFileNotFoundOrCorrupted
source: The setting file could not be found or was corrupted.
de_de: Die Einstellungsdatei konnte nicht gefunden werden oder ist beschädigt
fr_fr: Le fichier de configuration n'a pas pu être trouvé ou a été corrompu.
it_it: Il file delle impostazioni non è stato trovato o è danneggiato
nn_no: Innstillingsfilen ble ikke funnet eller ble ødelagt.

# SettingsGroupApps
source: App Settings
de_de: App-Einstellungen
fr_fr: Paramètres de l'application
it_it: Impostazioni dell'app
nn_no: Appinnstillinger

# SettingsGroupDebug
source: Debug
fr_fr: Debugger

# SettingsGroupExporter
source: Exporter
fr_fr: Exportateur
it_it: Esportator
nn_no: Eksporter

# SettingsGroupGeneral
source: General Settings
de_de: Allgemeine Einstellungen
fr_fr: Paramètres généraux
it_it: Impostazioni generali
nn_no: Generelle innstillinger

# SettingsGroupLicense
source: License
de_de: Lizenz
fr_fr: Licence d'utilisation
it_it: Licenza
nn_no: Tillatelse

# SettingsGroupNotFound
source: This group doesn't exist!
de_de: Diese Gruppe existiert nicht
fr_fr: Ce groupe n'existe pas !
it_it: Questo gruppo non esiste
nn_no: Denne gruppen eksisterer ikke!

# SettingsGroupPrivacyPolicy
source: Privacy
de_de: Privatsphäre
fr_fr: Vie privée
it_it: Vita privata
nn_no: Personvern

# SettingsNameAppearance
source: Appearance
de_de: Aussehen
fr_fr: Apparence
it_it: Apparenza
nn_no: Utseende

# SettingsNameAppSettings
source: App Settings
de_de: App-Einstellungen
fr_fr: Paramètres de l'application
it_it: Impostazioni dell'app
nn_no: Appinnstillinger

# SettingsNameCalculation
source: Calculations
de_de: Kalkulationen
fr_fr: Calculs
it_it: Calcoli
nn_no: beregninger

# SettingsNameEULA
source: EULA
fr_fr: CLUF

# SettingsNameExcelExporter
source: Excel Exporter
fr_fr: Exportateur Excel
it_it: Esportatore di Excel
nn_no: Eksporter til Excel

# SettingsNameGeneral
source: General
de_de: Allgemein
fr_fr: Général
it_it: Generalmente
nn_no: Generell

# SettingsNameImportExport
source: Import & Export
de_de: Importieren & Exportieren
fr_fr: Importation et exportation
it_it: Importa ed esport
nn_no: Import & Eksport

# SettingsNameLanguage
source: Language
de_de: Sprache
fr_fr: Langue
it_it: Lingua
nn_no: Språk

# SettingsNameLicense
source: License
de_de: Lizenz
fr_fr: Licence d'utilisation
it_it: Llicenza
nn_no: Tillatelse

# SettingsNameNotFound
source: This setting page doesn't exist!
de_de: Diese Einstellungsseite existiert nicht!
fr_fr: Cette page de configuration n'existe pas !
it_it: Questa pagina delle impostazioni non esiste!
nn_no: Denne innstillingssiden eksisterer ikke!

# SettingsNamePrinter
source: 3D Printer
de_de: 3D Drucker
fr_fr: Imprimante 3D
it_it: Stampante 3D
nn_no: 3D-skriver

# SettingsNameRepetierServer
source: Repetier Server Pro
fr_fr: Serveur Répétiteur Pro

# SettingsNameSlicer
source: Slicer
fr_fr: Slicer (le logiciel de découpe 3D)

# SettingsNameUpdate
source: Update
de_de: Aktualisieren
fr_fr: Mise à jour
it_it: Aggiornare
nn_no: Oppdater

# SettingsNameWindow
source: Window
de_de: Fenster
fr_fr: Fenêtre
it_it: Finestra
nn_no: Vindu

# SettingsPrivacyPolicy
source: Privacy Policy
de_de: Datenschutz
fr_fr: Politique de confidentialité
it_it: Protezione dei dati
nn_no: Personvernpolicy

# SettingsReseted
source: Settings have been reset
de_de: Einstellungen wurden zurückgesetzt!
fr_fr: Les paramètres ont été réinitialisés.
it_it: Le impostazioni sono state ripristinate!
nn_no: Innstillingene er tilbakestilt

# SetZoomFitPage
source: Zoom to fit page
de_de: Zoomen, um an die Seite anzupassen
fr_fr: Agrandir pour ajuster la page
it_it: Zoom per adattarsi a la pagina
nn_no: Zoom til side

source: Show
de_de: Zeige
fr_fr: Montrer
it_it: Mostra
nn_no: Forestilling

# ShowCalculationResultWhenSelectedCalculationChanged
source: Show calculation result on calculation changed?
de_de: Zeige Berechnungsergebnis bei Wechsel der Kalkulation?
fr_fr: Afficher le résultat du calcul sur le calcul modifié ?

source: Show camera info?
de_de: Zeige Kamerainfos an?
fr_fr: Afficher les informations sur l'appareil photo ?
it_it: Mostra le informazioni sulla fotocamera?
nn_no: Vis kamerainfo?

source: Show EULA
de_de: Zeige EULA
fr_fr: Afficher le CLUF
it_it: Mostra EULA
nn_no: Vis EULA

# ShowFollowingApplicationOnStartup
source: Show the following application on startup
de_de: Zeige folgende Applikation beim Start der Software
fr_fr: Afficher l'application suivante au démarrage
it_it: Mostra la seguente applicazione all'avvio del software
nn_no: Vis følgende program ved oppstart

source: Show local Licenses
de_de: Zeige lokale Lizenzadateien
fr_fr: Afficher les licences locales
it_it: Mostra i file di licenza locali
nn_no: Vis lokale lisenser

# ShowOctoPrintFeaturesInTool
source: Show OctoPrint functions in the tool
de_de: Zeige OctoPrint-Funktionen in der Software
fr_fr: Afficher les fonctions d'OctoPrint dans l'outil
it_it: Mostra le funzioni OctoPrint nel software

source: Shutdown
de_de: Herunterfahren
fr_fr: Arrêter
it_it: Spegni
nn_no: Skru av

source: Single
de_de: Einzeln
fr_fr: Unique
it_it: Individualmente
nn_no: Enkelt

# SkipAndUsePersonalVersion
source: Skip, I will use the personal version
de_de: Überspringen, ich werde die kostenlose Version verwenden
fr_fr: Passer, je vais utiliser la version personnelle
it_it: Salta, userò la versione gratuita
nn_no: Hopp over, jeg vil bruke den personlige versjonen

source: SKU
de_de: Artikelnummer
fr_fr: UGS
it_it: Numero dell'articolo

# SLA
source: SLA (Stereolithography)®
fr_fr: SLA (Stereolithography)® (stéréolithographie).
nn_no: SLA (stereolitografi) ®

source: Slice
fr_fr: Découper
nn_no: Slicer

source: Slicer Commands
de_de: Slicer-Befehle
fr_fr: Commandes du slicer
it_it: Comandi slicer

# SlicerCommandsNote
source: If no commands are passed, just the GUI of the slicer will be opened and the stl file(s) will be loaded. Please check the commands for your preferred slicer at the slicer documentation (if supported).
de_de: Wenn keine Befehle übergeben werden, wird nur die GUI des Slicers geöffnet und die STL-Datei (en) werden geladen. Bitte überprüfe die Befehle für deinen bevorzugten Slicer in der Slicer-Dokumentation (falls unterstützt).
fr_fr: Si aucune commande n'est passée, seule l'interface graphique du slicer sera ouverte et le ou les fichiers stl seront chargés. Veuillez vérifier les commandes de votre slicer préféré dans la documentation du slicer (si supporté).
it_it: Se non viene fornito alcun comando, viene aperta solo la GUI dello slicer e vengono caricati i file STL. Controllare i comandi per il proprio slicer preferito nella documentazione del slicer (se supportato).
nn_no: Hvis ingen kommandoer er oversendt, åpnes bare GUI for slicerenog stl-filen (e) lastes inn. Vennligst sjekk kommandoene for den foretrukne sliceren på dokumentet (hvis de støttes).

source: Slicer config
fr_fr: Configuration du slicer

# SlicerMultipleInstancesNote
source: If you check this option, a slicer will be opened for each file. Otherwise all files will be opened in the same slicer.
de_de: Wenn du diese Option aktivierst, wird für jede Datei ein Slicer geöffnet. Andernfalls werden alle Dateien im selben Slicer geöffnet.
fr_fr: Si vous cochez cette option, un slicer sera ouvert pour chaque fichier. Sinon, tous les fichiers seront ouverts dans le même slicer.
it_it: Se si attiva questa opzione, viene aperto un slicer per ciascun file. Altrimenti tutti i file vengono aperti nello stesso slicer.
nn_no: Hvis du merker av for dette alternativet, vil det bli åpnet en slicer for hver fil. Ellers vil alle filene åpnes i den samme sliceren.

# SlicerPrinterConfigurationNameLabel
source: Printer configuration name:
de_de: Drucker-Konfigurationsname:
fr_fr: Nom de la configuration de l'imprimante :

# SLM
source: SLM (Selective Laser Melting)®
fr_fr: SLM (Selective Laser Melting)® (fusion sélective au laser).

# Slogan
source: A software tool to calculate the most accurate price for your next 3D print job!
de_de: Eine Software-Anwendung zum Berechnen des genausten Preises für deinen nächsten Druckauftrag!
fr_fr: Un logiciel pour calculer le prix le plus précis pour votre prochain travail d'impression 3D !
it_it: Un'applicazione software per calcolare il prezzo più accurato per il tuo prossimo lavoro di stampa!
nn_no: Et programvareverktøy for å beregne den mest nøyaktige prisen for din neste 3D-utskriftsjobb!

# SLS
source: SLS (Selective Laser Sintering)®
fr_fr: SLS (Selective Laser Sintering)® (frittage sélectif au laser).

source: Speed
de_de: Geschwindigkeit
fr_fr: Vitesse
it_it: Velocità
nn_no: Hastighet

source: Startup Application
de_de: Start-Applikation
fr_fr: Application de démarrage
it_it: Applicazione start
nn_no: Oppstartsapplikasjon

source: STL Viewer
fr_fr: Visionneuse STL
it_it: Visualizzatore STL
nn_no: STL Viser

# SupplierIsInvalidForPurchase
source: Supplier is locked
de_de: Lieferant ist gesppert
fr_fr: Le fournisseur est verrouillé
it_it: Il fornitore è bloccato
nn_no: Leverandør er låst

# SupplierIsValidForPurchase
source: Supplier is released
de_de: Lieferant ist freigegeben
fr_fr: Le fournisseur est autorisé
it_it: Il fornitore è rilasciato
nn_no: Leverandør blir åpnet
