Repository: AndreasReitberger/3D-Print-Cost-Calculator
Catalog: Source/PrintCostCalculator3d/Resources/Localization/Strings.*.resx
Languages: de_de, fr_fr, it_it, nn_no

# DialogFilesToImportFormatedContent
source: Files ({0}) are ready to import. Do you want to start the import now?
de_de: Dateien({0}) sind bereit zum Importieren. Möchtest du den Import jetzt starten?
fr_fr: Les fichiers ({0}) sont prêts à être importés. Voulez-vous commencer l'importation maintenant ?
it_it: I file ({0}) sono pronti per essere importati. Vuoi iniziare l'importazione ora?
nn_no: Filer ({0}) er klare til å importeres. Vil du starte importen nå?

# DialogFilesToImportHeadline
source: Files ready for import
de_de: Dateien fertig zum Importieren
fr_fr: Fichiers prêts pour l'importation
it_it: File pronti per essere importati
nn_no: Filer klare for import

# DialogFileTypeNotSupportedFormatedContent
source: The file type {'0} from the file '{1}' is not supported!
de_de: Der Dateityp '{0}' der Datei '{1}' wird nicht unterstützt!
fr_fr: Le type de fichier'{0}' du fichier'{1}' n'est pas supporté !
it_it: Il tipo di file '{0}' del file '{1}' non è supportato!
nn_no: Filtypen '{0}' fra filen '{1}' støttes ikke!

# DialogFileTypeNotSupportedHeadline
source: Filetype not supported
de_de: Dateityp nicht unterstützt
fr_fr: Type de fichier non supporté
it_it: Tipo di file non supportato
nn_no: Filtype støttes ikke

# DialogFolderNameCannotBeEmptyContent
source: The folder name cannot be empty.
de_de: Der Ordnername darf nicht leer sein.
fr_fr: Le nom du dossier ne peut pas être vide.
it_it: Il nome della cartella non può essere vuoto.

# DialogFolderNameCannotBeEmptyHeadline
source: Invalid folder name
de_de: Ungültiger Ordnername
fr_fr: Nom de dossier non valide
it_it: Nome cartella non valido

# DialogGcodeCannotBeSentFormatContent
source: The currently selected gcode '{0}' cannot be sent due to the fact that this is a OctoPrint gcode analysis only and the file is already on the server.
de_de: Der aktuell ausgewählte Gcode '{0}' kann nicht gesendet werden, da dies nur eine OctoPrint-Gcode-Analyse ist und sich die Datei bereits auf dem Server befindet.
fr_fr: Le gcode '{0}' actuellement sélectionné ne peut pas être envoyé car il s'agit d'une analyse de gcode OctoPrint uniquement et le fichier est déjà sur le serveur.
it_it: Il Gcode attualmente selezionato '{0}' non può essere inviato perché si tratta solo di un'analisi OctoPrint Gcode e il file è già sul server.

# DialogGcodeCannotBeSentHeadline
source: Gcode cannot be sent
de_de: Gcode kann nicht gesendet werden
fr_fr: Le Gcode ne peut pas être envoyé
it_it: Gcode non può essere inviato

# DialogGcodeFileSentFailedFormatedContent
source: The gcode file '{0}' couldn't be sent to your Repetier Server Pro! Please check your Repetier Server Pro settings and try again or contact our support.
de_de: Die GCode-Datei '{0}' konnte nicht an den Repetier Server Pro gesendet werden! Bitte prüfe deine Einstellungen für den Repetier Server Pro und versuche es erneut. Sollte der Fehler bestehen, kontaktiere den Support.
fr_fr: Le fichier gcode '{0}' n'a pas pu être envoyé à votre Repetier Server Pro ! Veuillez vérifier vos paramètres Repetier Server Pro et réessayer ou contacter notre support.
it_it: Il file GCode '{0}' non può essere inviato a Repetier Server Pro! Controlla le impostazioni di Repetier Server Pro e riprova. Se l'errore persiste, contattare l'assistenza.
nn_no: Gcode-filen '{0}' kunne ikke sendes til Repetier Server Pro! Vennligst sjekk innstillingene for Repetier Server Pro og prøv igjen eller kontakt supporten vår.

# DialogGcodeFileSentFailedHeadline
source: Gcode sending failed
de_de: Senden des GCodes fehlgeschlagen
fr_fr: Echec de l'envoi du code Gcode
it_it: Invio del GCode non riuscito
nn_no: Sending av Gcode mislyktes

# DialogGcodeFileSentSuccessfullyFormatedContent
source: The gcode file '{0}' was sent successfully to your Repetier Server Pro!
de_de: Die GCode-Datei '{0}' wurde erfolgreich an den Repetier Server Pro gesendet!
fr_fr: Le fichier gcode '{0}' a été envoyé avec succès à votre Repetier Server Pro !
it_it: l file GCode '{0}' è stato inviato con successo a Repetier Server Pro!
nn_no: Gcode-filen '{0}' ble sendt til Repetier Server Pro!

# DialogGcodeFileSentSuccessfullyHeadline
source: Gcode was sent successfully
de_de: GCode erfolgreich gesendet
fr_fr: Gcode a été envoyé avec succès
it_it: GCode inviato correttamente
nn_no: Gcode ble sendt

# DialogGcodeReadErrorFormatedContent
source: An unexpected error has occurred while reading your gcode file. If the error persists, please contact our support and send your gcode file to '{0}'
de_de: Beim Lesen deiner Gcode-Datei ist ein unerwarteter Fehler aufgetreten. Wenn der Fehler weiterhin besteht, wende dich an unseren Support und sende uns deine Gcode-Datei an '{0}'
fr_fr: Une erreur inattendue s'est produite lors de la lecture de votre fichier gcode. Si l'erreur persiste, veuillez contacter notre support et envoyer votre fichier gcode à'{0}''.
it_it: Si è verificato un errore imprevisto durante la lettura del file gcode. Se l'errore persiste, contatta il nostro supporto e inviaci il tuo file gcode a "{0}"
nn_no: Det har oppstått en uventet feil under lesing av gcode-filen. Hvis feilen vedvarer, vennligst kontakt vår support og send gcode-filen til '{0}'

# DialogGcodeReadErrorHeadline
source: Error while reading gcode file
de_de: Fehler beim Lesen der Gcode-Datei
fr_fr: Erreur lors de la lecture du fichier gcode
it_it: Errore durante la lettura del file Gcode
nn_no: Feil under lesing av gcode-fil

# DialogGcodeSlicerInvalidContentFormated
source: It seems that the file is a valid gcode file, however the slicer you are using isn't supported yet. To get it supported, please send us a gcode file for validation to {0}
de_de: Es scheint, als dass es sich um eine gültige GCode-Datei handelt, jedoch dein Slicer noch nicht unterstützt wird. Um eine Unterstützung hinzuzufügen, sende bitte deine GCode-Datei an {0}
fr_fr: Il semble que le fichier soit un fichier gcode valide, mais le trancheur que vous utilisez n'est pas encore supporté. Pour l'obtenir, veuillez nous envoyer un fichier gcode pour validation à {0}.
it_it: Sembra che il file sia un file gcode valido, tuttavia l'affettatrice che stai utilizzando non è ancora supportata. Per supportarlo, ti preghiamo di inviarci un file gcode per la convalida a {0}
nn_no: Det ser ut til at filen er en gyldig gcode-fil, men sliceren du bruker er ikke støttet ennå. Send oss ​​en gcode-fil for validering til {0} for å få den støttet

# DialogGcodeSlicerInvalidHeadline
source: Unsupported Slicer
de_de: Nicht unterstützter Slicer
fr_fr: Trancheur non supporté
it_it: Slicer non supportato
nn_no: Ikke støttet skiver

# DialogGoProContent
source: We will re-direct you to our store... Thank you for considering an upgrade!
de_de: Wir werden dich zu unserem Shop weiterleiten... Vielen Dank, dass du über ein Upgrade nachdenkst!
fr_fr: Nous vous redirigerons vers notre boutique en ligne.... Merci d'envisager une mise à jour !
it_it: Ti reindirizzeremo al nostro negozio ... Grazie per aver considerato un aggiornamento!
nn_no: Vi vil lede deg tilbake til butikken vår ... Takk for at du vurderer en oppgradering!

# DialogGoProHeadline
source: Go Pro now!
de_de: Jetzt Pro-Version holen!
fr_fr: Devenez Pro maintenant !
it_it: Ottieni subito la versione pro!
nn_no: Gå for Pro nå!

# DialogImportedSlicedGcodeFilesContent
source: Do you want to select the generated gcode files now for import?
de_de: Möchtest du die eben generierten Gcode-Dateien für den Import auswählen?
fr_fr: Voulez-vous sélectionner les fichiers gcode générés maintenant pour l'importation ?
it_it: Vuoi selezionare i file Gcode che hai appena generato per l'importazione?
nn_no: Vil du velge de genererte gcode-filene nå for import?

# DialogImportedSlicedGcodeFilesHeadline
source: Import gcode files?
de_de: Gcode-Dateien importieren?
fr_fr: Importer des fichiers gcode ?
it_it: Importare file gcode?
nn_no: Vil du importere gcode-filer?

# DialogInvalidFileTypeSelectedFormatContent
source: You selected an invalid file type '{0}'. Please select a file with following file extension(s) only: {1}
de_de: Du hast einen ungültigen Dateityp '{0}' ausgewählt. Bitte wähle nur eine Datei mit folgenden Dateierweiterungen aus: {1}
fr_fr: Vous avez sélectionné un fichier de type "{0}" non valide. Veuillez sélectionner un fichier dont l'extension de fichier est la suivante uniquement : {1}
it_it: Hai selezionato un tipo di file non valido '{0}'. Seleziona un solo file con le seguenti estensioni: {1}

# DialogInvalidFileTypeSelectedHeadline
source: Invalid file type selected
de_de: Ungültiger Dateityp ausgewählt
fr_fr: Type de fichier sélectionné non valide
it_it: Tipo di file non valido selezionato

# DialogLicenseActivationFailedContent
source: Your license key is either invalid or the activation server is offline. If you have problems to activate your license, please contact our support!
de_de: Dein Lizenzschlüssel ist entweder ungültig oder der Aktivierungs-Server ist offline. Wenn du Probleme beim Aktivieren deiner Lizenz hast, kontaktiere bitte unseren Support!
fr_fr: Votre clé de licence est soit invalide, soit le serveur d'activation est hors ligne. Si vous avez des problèmes pour activer votre licence, veuillez contacter notre support !
it_it: La chiave di licenza non è valida o il server di attivazione non è in linea. In caso di problemi con l'attivazione della licenza, si prega di contattare il nostro supporto!
nn_no: Lisensnøkkelen din er enten ugyldig, eller aktiveringsserveren er ikke frakoblet. Hvis du har problemer med å aktivere lisensen din, vennligst kontakt vår support!

# DialogLicenseActivationFailedHeadline
source: License activation failed
de_de: Lizenz-Aktivierung fehlgeschlagen
fr_fr: Echec de l'activation de la licence
it_it: Attivazione della licenza non riuscita
nn_no: Lisensaktivering mislyktes

# DialogLicenseActivationSucceededContent
source: Your license key is valid and activated for this instance.
de_de: Dein Lizenzschlüssel ist gültig und wurde für diese Installation aktiviert.
fr_fr: Votre clé de licence est valide et activée pour cette instance.
it_it: La chiave di licenza è valida e attivata per questa istanza.
nn_no: Lisensnøkkelen din er gyldig og aktivert for denne forekomsten.

# DialogLicenseActivationSucceededHeadline
source: License activated successfully
de_de: Lizenz-Aktivierung erfolgreich
fr_fr: Licence activée avec succès
it_it: Attivazione della licenza riuscita
nn_no: Lisensen ble aktivert

# DialogLicenseCheckFailedContent
source: Your license key is deactivated or expired for this instance. Pro functions will be deactivated.
de_de: Dein Lizenzschlüssel ist deaktiviert oder abgelaufen! Die Pro-Funktionen werden deaktiviert für diese Installation.
fr_fr: Votre clé de licence est désactivée ou expirée pour cette instance. Les fonctions Pro seront désactivées.
it_it: La chiave di licenza è disattivata o scaduta! Le funzioni Pro sono disattivate per questa installazione.
nn_no: Lisensnøkkelen din er deaktivert eller utløpt for denne forekomsten. Pro-funksjoner blir deaktivert.

# DialogLicenseCheckFailedHeadline
source: License check failed
de_de: Lizenz-Prüfung fehlgeschlagen
fr_fr: Échec de la vérification de la licence
it_it: Controllo della licenza non riuscito
nn_no: Lisenssjekk mislyktes

# DialogLicenseCheckSucceededContent
source: Your license key is valid and active for this instance.
de_de: Dein Lizenzschlüssel ist gültig und aktiv für diese Installation.
fr_fr: Votre clé de licence est valide et active pour cette instance.
it_it: La chiave di licenza è valida e attiva per questa installazione.
nn_no: Lisensnøkkelen din er gyldig og aktiv for denne forekomsten.

# DialogLicenseCheckSucceededHeadline
source: License check succeeded
de_de: Lizenz-Prüfung erfolgreich
fr_fr: Vérification de la licence réussie
it_it: Controllo della licenza riuscito
nn_no: Lisenssjekken lyktes

# DialogLicenseDeactivatedRemoteConfirm
source: Yes, activate now
de_de: Ja, jetzt aktivieren
fr_fr: Oui, activer maintenant
it_it: Si, attivare adesso
nn_no: Ja, aktiver nå

# DialogLicenseDeactivatedRemoteContent
source: Your license was deactivated from your account. Do you want to re-activate it now?
de_de: Deine Lizenz wurde in deinem Konto deaktiviert. Möchtest du diese wieder reaktivieren für diese Installation?
fr_fr: Votre licence a été désactivée de votre compte. Voulez-vous le réactiver maintenant ?
it_it: La tua licenza è stata disattivata dal tuo account. Vuoi riattivarlo ora?
nn_no: Lisensen din ble deaktivert fra kontoen din. Vil du aktivere det nå?

# DialogLicenseDeactivatedRemoteDecline
source: No, enter new license
de_de: Nein, neue Lizenz eingeben
fr_fr: Non, entrez une nouvelle licence
it_it: No, inserisci una nuova licenza
nn_no: Nei, skriv inn ny lisens

# DialogLicenseDeactivatedRemoteHeadline
source: License deactivated remotely
de_de: Lizenz aus der Ferne deaktiviert
fr_fr: Licence désactivée à distance
it_it: Licenza disabilitata da lontano
nn_no: Lisensen deaktiveres eksternt

# DialogLicenseFormatInvalidFormatedContent
source: The provided license format is invalid! Either enter a license from {0} or a purchase code from {1}!
de_de: Das Format der Lizenz ist ungültig! Bitte gib einen gültige Lizenzschlüssel von {0} oder einen Bestellcode von {1} ein!
fr_fr: Le format de licence fourni n'est pas valable ! Entrez une licence de {0} ou un code d'achat de {1} !
it_it: Il formato della licenza fornito non è valido! Inserisci una licenza da {0} o un codice di acquisto da {1}!
nn_no: Det angitte lisensformatet er ugyldig! Enten oppgi en lisens fra {0} eller en kjøpskode fra {1}!

# DialogLicenseFormatInvalidHeadline
source: Invalid license format
de_de: Lizenz-Format ungültig
fr_fr: Format de licence non valide
it_it: Formato della licenza non valido
nn_no: Ugyldig lisensformat

# DialogLoadCalculationFailedContent
source: Sadly the loading of your selected calculation file failed. Please try again or contact our support for further assistance!
de_de: Leider ist das Laden deiner ausgewählten Kalkulations-Datei fehlgeschlagen. Bitte versuche es erneut oder kontaktiere unseren Support für weitere Unterstützung!
fr_fr: Malheureusement, le chargement du fichier de calcul sélectionné a échoué. Veuillez réessayer ou contacter notre support pour plus d'assistance !
it_it: Purtroppo il caricamento del file di calcolo selezionato non è riuscito. Riprova o contatta il nostro supporto per ulteriore assistenza!
nn_no: Dessverre mislyktes lastingen av den valgte beregningsfilen. Vennligst prøv igjen eller kontakt vår support for ytterligere hjelp!

# DialogLoadCalculationFailedHeadline
source: Loading failed
de_de: Laden fehlgeschlagen
fr_fr: Echec du chargement
it_it: Caricamento fallito
nn_no: Lastingen mislyktes

# DialogMHRSavedSuccessfullyContent
source: The Machine-Hour-Rating was saved successfully. You can now assign it for your printers.
de_de: Der Maschinenstundensatz wurde erfolgreich gespeichert. Du kannst diesen nun für deine Drucker auswählen.
fr_fr: La valeur du taux horaire de la machine a été sauvegardée avec succès. Vous pouvez maintenant l'affecter à vos imprimantes.
it_it: La tariffa oraria della macchina è stata salvata correttamente. Ora puoi selezionarlo per le tue stampanti.
nn_no: Machine-Hour-Rating ble lagret. Du kan nå tilordne det til skriverne dine.

# DialogMHRSavedSuccessfullyHeadline
source: Machine-Hour-Rating saved successfully
de_de: Maschinenstundensatz erfolgreich gespeichert
fr_fr: La La valeur du taux horaire de la machine a été sauvegardée avec succès
it_it: La tariffa oraria della macchina è stata salvata correttamente.
nn_no: Maskin-time-vurdering lagret

# DialogNoFileSelectedContent
source: Please select a file first!
de_de: Bitte wähle zuerst eine Datei aus!
fr_fr: Merci de sélectionner un fichier !
it_it: Seleziona prima un file!
nn_no: Velg først en fil!

# DialogNoFileSelectedHeadline
source: No file selected
de_de: Keine Datei ausgewählt
fr_fr: Aucun fichier sélectionné
it_it: Nessun file selezionato
nn_no: Ingen fil valgt

# DialogNoPrinterProfileFoundContent
source: The tool couldn't find any printer profiles on your OctoPrint server. Please check if you have created at least one printer profile by visiting OctoPrint in your browser. Please contact our support if the error persists.
de_de: Das Tool konnte keine Druckerprofile auf deinem OctoPrint-Server finden. Bitte überprüfe, ob du mindestens ein Druckerprofil erstellt hast, indem du OctoPrint in deinem Browser öffnest. Bitte wende dich an unseren Support, wenn der Fehler weiterhin besteht.
fr_fr: L'outil n'a pas trouvé de profils d'imprimante sur votre serveur OctoPrint. Veuillez vérifier si vous avez créé au moins un profil d'imprimante en visitant OctoPrint dans votre navigateur. Veuillez contacter notre support si l'erreur persiste.

# DialogNoPrinterProfileFoundHeadline
source: No printer profile found
de_de: Kein Druckerprofil gefunden
fr_fr: Aucun profil d'imprimante trouvé

# DialogOctoPrintServerNotConfiguredContent
source: It seems that you haven't entered any information for your OctoPrint server yet. Please go to the settings page and do so.
de_de: Anscheinend hast du noch keine Informationen für deinen OctoPrint-Server eingegeben. Bitte gehe zur Einstellungsseite und tu dies.
fr_fr: Il semble que vous n'ayez pas encore saisi d'informations pour votre serveur OctoPrint. Veuillez vous rendre à la page des paramètres et faites-le.
it_it: Sembra che tu non abbia ancora inserito alcuna informazione per il tuo server OctoPrint. Vai alla pagina delle impostazioni e fai questo.

# DialogOctoPrintServerNotConfiguredHeadline
source: OctoPrint server isn't configured
de_de: OctoPrint-Server ist nicht konfiguriert
fr_fr: Le serveur OctoPrint n'est pas configuré
it_it: Il server OctoPrint non è configurato

# DialogOctoPrintServerOfflineContent
source: It seems that your settings for your OctoPrint server are valid, however the server doesn't respond. Please check if your server is running and if the entered IP address is accurate!
de_de: Es scheint, dass deine Einstellungen für deinen OctoPrint-Server gültig sind, der Server reagiert jedoch nicht. Bitte überprüfe, ob dein Server läuft und ob die eingegebene IP-Adresse korrekt ist!
fr_fr: Il semble que vos paramètres pour votre serveur OctoPrint soient valides, mais le serveur ne répond pas. Veuillez vérifier si votre serveur fonctionne et si l'adresse IP saisie est correcte !
it_it: Sembra che le tue impostazioni siano valide per il tuo server OctoPrint, ma il server non risponde. Controlla se il tuo server è in esecuzione e se l'indirizzo IP inserito è corretto!

# DialogOctoPrintServerOfflineHeadline
source: OctoPrint server is offline
de_de: OctoPrint-Server ist offline
fr_fr: Le serveur OctoPrint est hors ligne
it_it: OctoPrint-Server non è in linea

# DialogOpenExternalUriFormatedContent
source: This will open the external link '{0}'. We cannot affect the content provided on the external page. Proceed?
de_de: Dies wird den externen Link '{0}' öffnen. Wir haben keinen Einfluss auf den Inhalt dieser Website. Fortfahren?
fr_fr: Ceci ouvrira le lien externe'{0}'. Nous ne pouvons pas affecter le contenu fourni sur la page externe. Poursuivre ?
it_it: Questo aprirà il link esterno '{0}'. Non abbiamo alcuna influenza sul contenuto di questo sito Web. Continuare?
nn_no: Dette vil åpne den eksterne lenken '{0}'. Vi kan ikke påvirke innholdet som leveres på den eksterne siden. Fortsette?

# DialogOpenExternalUriHeadline
source: Open external link
de_de: Öffne externen Link
fr_fr: Ouvrir un lien externe
it_it: Apri link esterno
nn_no: Åpne ekstern lenke

# DialogOpenMultipleFileLocationsContent
source: You are about to open multiple file locations. Do you want to proceed?
de_de: Du bist davor mehrere Dateispeicherorte zu öffnen. Möchtest du fortfahren?
fr_fr: Vous êtes sur le point d'ouvrir plusieurs emplacements de fichiers. Voulez-vous continuer ?
it_it: Stai per aprire più posizioni dei file. Vuoi continuare?
nn_no: Du er i ferd med å åpne flere filplasseringer. Vil du fortsette?

# DialogOpenMultipleFileLocationsHeadline
source: Open multiple file locations
de_de: Öffne multiple Dateispeicherorte
fr_fr: Ouvrir plusieurs emplacements de fichiers
it_it: Apri più posizioni dei file
nn_no: Åpne flere filplasseringer

# DialogOverwriteExistingSettingsFormatedContent
source: It seems that some settings file already exists at your selected target path on '{0}'. How do you want to proceed?
de_de: Es scheint, dass in deinem ausgewählten Zielpfad auf "{0}" bereits eine Einstellungsdatei vorhanden ist. Wie willst du weitermachen?
fr_fr: Il semble que certains fichiers de configuration existent déjà sur le chemin cible sélectionné sur'{0}'. Comment voulez-vous procéder ?
it_it: Sembra che esista già un file di impostazioni nel percorso di destinazione scelto su "{0}". Come vuoi andare avanti
nn_no: Det ser ut til at noen innstillingsfiler allerede eksisterer på den valgte målstien på '{0}'. Hvordan vil du fortsette?

# DialogOverwriteExistingSettingsHeadline
source: Overwrite found settings?
de_de: Gefundene Einstellungen überschreiben?
fr_fr: Écraser les paramètres trouvés ?
it_it: Sovrascrivi le impostazioni trovate?
nn_no: Overskrive funnede innstillinger?

# DialogOverwriteSlicerCommandOrSaveAsNewFormatedContent
source: Do you want to overwrite the currently selected slicer command '{0}'?
de_de: Möchtest du den aktuell ausgewählten Slicer-Befehl '{0}' überschreiben?
fr_fr: Voulez-vous écraser la commande "{0}" du slicer actuellement sélectionnée ?
it_it: Vuoi sovrascrivere il comando slicer attualmente selezionato '{0}'?

# DialogOverwriteSlicerCommandOrSaveAsNewHeadline
source: Overwrite slicer command?
de_de: Slicer-Befehl überschreiben?
fr_fr: Écraser la commande du slicer ?
it_it: Sovrascrivi il comando slicer?

# DialogPausePrintContent
source: Are you sure that you want to pause the current print? Note, this action shouldn't be done unattended!
de_de: Bist du dir sicher, dass du den aktuellen Druck pausieren möchtest? Beachte, dass diese Aktion nicht unbeaufsichtigt erfolgen sollte!
fr_fr: Êtes-vous sûr de vouloir mettre en pause l'impression en cours ? Attention, cette action ne doit pas être effectuée sans surveillance !
it_it: Sei sicuro di voler mettere in pausa la stampa attuale? Nota che questa azione non dovrebbe essere eseguita incustodita!

# DialogPausePrintHeadline
source: Pause print
de_de: Druck pausieren
fr_fr: Mettre l'impression en pause
it_it: Metti in pausa la stampa

# DialogProcedureSpecificCalculationIsMissingDataFormatedContent
source: You selected procedure specific additions for the material family '{0}', however you have not selected a printer and / or a material specified with this material family. Please select a matching printer / material or deactivate the procedure specific additions in the 'Procedure' tab.
fr_fr: Vous avez sélectionné des ajouts spécifiques à la procédure pour la famille de matériaux "{0}", mais vous n'avez pas sélectionné une imprimante et/ou un matériau spécifié dans cette famille de matériaux. Veuillez sélectionner une imprimante / un matériau correspondant ou désactiver les ajouts spécifiques à la procédure dans l'onglet "Procédure".

# DialogProcedureSpecificCalculationIsMissingDataHeadline
source: Procedure specific additions are missing data
fr_fr: Les ajouts spécifiques à la procédure sont des données manquantes
