Repository: AndreasReitberger/3D-Print-Cost-Calculator
Catalog: Source/PrintCostCalculator3d/Resources/Localization/Strings.*.resx
Languages: de_de, fr_fr, it_it, nn_no

source: Description
de_de: Beschreibung
it_it: Descrizione
nn_no: Beskrivelse

# LabelVolume
source: Volume:
de_de: Volumen:
nn_no: Volum:

source: Type
de_de: Typ
it_it: Tipo

# LabelMaintenance
source: Maintenance:
de_de: Wartung:
it_it: Manutenzione:
nn_no: Vedlikehold:

# LabelVolumeMandatory
source: Volume*:
de_de: Volumen*:
nn_no: Volum*:

source: Documentation
de_de: Dokumentation
it_it: Documentazione
nn_no: dokumentasjon

# EventRepetierServerProInit
source: Repetier Server Pro init: {0}
de_de: Repetier Server Pro initialisiert: {0}
it_it: Repetier Server Pro inizializzato: {0}

# LabelOccurredAtFormated
source: At: {0}
de_de: Um: {0}
it_it: A: {0}
nn_no: Kl: {0}

source: Menu
de_de: Menü
nn_no: Meny

source: Message
de_de: Nachricht
it_it: Messaggio
nn_no: Beskjed

source: Off
de_de: Aus
it_it: Spento
nn_no: Av

source: On
de_de: Ein
it_it: Acceso
nn_no: På

# FilterApplicationFile
source: Application (*.exe)|*.exe
de_de: Applikation (*.exe)|*.exe
it_it: Applicazione (*.exe) | *.exe

source: Messages
de_de: Nachrichten
it_it: Messagi
nn_no: Meldinger

# LabelPort
source: Port:
de_de: Schnittstelle:
it_it: Interfaccia:

source: X-Axis
de_de: X-Achse
it_it: Asse X.

source: Y-Axis
de_de: Y-Achse
it_it: Asse Y.

source: Z-Axis
de_de: Z-Achse
it_it: Asse Z.

# Additons
source: Additions
de_de: Zusätze

source: Volume
de_de: Volumen

source: Filament
it_it: Filamento

source: Info
it_it: Informazioni

source: Model
it_it: Modello

source: Pause
it_it: Pausa

source: Portable
it_it: Portabile
nn_no: Bærbar

source: Version
it_it: Versione
nn_no: Versjon

# CommandExportGcodeExample
source: -export-gcode...
nn_no: eksport-gcode ...

# LabelWebCam
source: WebCam:
nn_no: Webkamera:

source: Simplify3D ®
nn_no: Forenkle3D ®

source: WebCam
nn_no: Webkamera
