Repository: AndreasReitberger/3D-Print-Cost-Calculator
Catalog: Source/PrintCostCalculator3d/Resources/Localization/Strings.*.resx
Languages: de_de, fr_fr, it_it, nn_no

# LabelNameMandatory
source: Name*:
fr_fr: Nom* :
it_it: Nome *:
nn_no: Navn*:

# LabelNozzle
source: Nozzle:
de_de: Düse:
fr_fr: Buse :
it_it: ugello:
nn_no: Munnstykke:

# LabelNozzleTemp
source: Nozzle Temperature:
de_de: Düsen-Temperatur:
fr_fr: Température de la buse :
it_it: Temperatura ugello:
nn_no: Dyse temperatur:

# LabelOrderIdMandatory
source: Order:*
de_de: Reihenfolge:*
fr_fr: Ordre:*

# LabelOrUsePreDefinedAmoutns
source: or use one of the pre-defined amounts below.
de_de: oder wähle aus den voreingestellten Mengen unten.
fr_fr: ou utilisez l'un des montants prédéfinis ci-dessous.
it_it: oppure scegli tra le quantità preimpostate di seguito.
nn_no: eller bruk en av de forhåndsdefinerte beløpene nedenfor.

# LabelOutputFileFormatMandatory
source: Regex for output file:*
de_de: Regex für Ausgabedatei:*
fr_fr: Regex pour le fichier de sortie:*
it_it: File di output regex: *

# LabelPackageMandatory
source: Package*:
de_de: Paket*:
fr_fr: Forfait* :
it_it: Pacchetto *:
nn_no: Pakke*:

# LabelPackagePrice
source: Package price:
fr_fr: Prix du paquet :

# LabelPackageSize
source: Package size:
de_de: Paketinhalt:
fr_fr: Taille de l'emballage :
it_it: Contenuto della confezione:
nn_no: Pakkestørrelse:

# LabelParsingGcode
source: Parsing gcode:
de_de: Analysiere GCode:
fr_fr: Analyser le gcode :
it_it: Analizza GCode:
nn_no: Analyser gcode:

# LabelPercentageMandatory
source: Percentage:*
de_de: Prozentsatz:*
fr_fr: Pourcentage :*

# LabelPieces
source: Quantity
de_de: Menge
fr_fr: Quantité
it_it: Lotto
nn_no: Mengde

# LabelPingCounter
source: Ping counter:
de_de: Ping-Zähler:
fr_fr: Compteur de ping :
it_it: Contatore ping:
nn_no: Ping-teller:

# LabelPowerLevel
source: Power level:
de_de: Leistungslevel:
fr_fr: Niveau de puissance :
it_it: Livello di potenza:
nn_no: Energinivå:

# LabelPreDefinedAmounts
source: Pre-Defined amounts
de_de: Voreingestelte Mengen
fr_fr: Montants prédéfinis
it_it: Quantità preimpostate
nn_no: Forhåndsdefinerte beløp

# LabelPrice
source: Price:
de_de: Preis:
fr_fr: Prix :
it_it: Prezzo:
nn_no: Pris:

# LabelPriceMandatory
source: Price*:
de_de: Preis*:
fr_fr: Prix* :
it_it: Prezzo *:
nn_no: Pris*:

# LabelPricePerMinute
source: Price per minute:
fr_fr: Prix par minute :

# LabelPriceWithoutTax
source: Without tax:
de_de: Ohne Steuern:
fr_fr: Hors taxes :
it_it: Senza tasse:
nn_no: Uten skatt:

# LabelPrintDurationMandatory
source: Print duration*:
de_de: Druckdauer*:
fr_fr: Durée d'impression* :
it_it: Tempo di stampa *:
nn_no: Utskriftsvarighet *:

# LabelPrinterModelMandatory
source: Printer model*:
de_de: Druckermodell*:
fr_fr: Modèle d'imprimante* :
it_it: Modello stampante *:
nn_no: Skrivermodell *:

# LabelPrinterNameMandatory
source: Printer name*:
de_de: Druckername*:
fr_fr: Nom de l'imprimante* :
it_it: Nome della stampante *:
nn_no: Skrivernavn *:

# LabelPrinterProfile
source: Printer profile:
de_de: Drucker-Profil:
fr_fr: Profil de l'imprimante :
it_it: Profilo della stampante:

# LabelPrinterSlug
source: Printer slug:
de_de: Drucker-Titelform:
fr_fr: Imprimante (slug)
it_it: Modulo del titolo della stampante:
nn_no: Skriver Slug:

# LabelPrinterState
source: Printer state:
de_de: Printerstatus:
fr_fr: État de l'imprimante :
it_it: Stato della stampante:

# LabelPrinterTypeMandatory
source: Printer type*:
de_de: Druckertyp*:
fr_fr: Type d'imprimante* :
it_it: Tipo di stampante *:
nn_no: Skrivertype *:

# LabelPrintingTime
source: Est. printing time:
de_de: Gesch. Druckzeit:
fr_fr: Temps d'impression estimé :
it_it: Tempo di stampa stimato:
nn_no: Est. utskriftstid:

# LabelPrintTimeCorrectionValue
source: Print time correction factor:
de_de: Druckzeit-Korrekturfaktor:
fr_fr: Facteur de correction du temps d'impression :

# LabelProjectNameMandatory
source: Project name:*
de_de: Projektname:*
fr_fr: Nom du projet:*
it_it: Nome del progetto: *
nn_no: Prosjektnavn:*

# LabelPropertyMandatory
source: Property:*
de_de: Eigenschaft:*
fr_fr: Propriété:*
it_it: Caratteristica: *
nn_no: Eiendom:*

# LabelQuantity
source: Quantity:
de_de: Menge:
fr_fr: Quantité :
it_it: Quantità:
nn_no: Mengde:

# LabelQuantityMandatory
source: Quantity*:
de_de: Menge*:
fr_fr: Quantité* :
it_it: Quantità *:
nn_no: Mengde*:

# LabelRecommendedPrice
source: Recommended price:
de_de: Empfohlener Preis:
fr_fr: Prix recommandé :

# LabelRefreshedMaterial
source: Refreshed material:
fr_fr: Matériel actualisé :

# LabelRefreshRateMandatory
source: Refresh rate:*
fr_fr: Taux de rafraîchissement :*

# LabelRepetierServerAddressMandatory
source: IP address / domain:*
de_de: IP-Adresse / Domänename:*
fr_fr: Adresse IP / domaine:*
it_it: Indirizzo IP / nome dominio: *
nn_no: IP-adresse / domene: *

# LabelReplacemenCostsManadatory
source: Replacement costs*:
de_de: Wiederanschaffungskosten*:
fr_fr: Coûts de remplacement* :
it_it: Costi di sostituzione *:
nn_no: Erstatningskostnader *:

# LabelSelectCurrentCalculationMandatory
source: Select the calculation*:
de_de: Wähle die Kalkulation*:
fr_fr: Sélectionnez le calcul* :
it_it: Scegli il calcolo *:
nn_no: Velg beregningen *:

# LabelSelectCurrentMaterialMandatory
source: Select the material*:
de_de: Wähle das Material*:
fr_fr: Sélectionnez le matériau* :
it_it: Scegli il materiale *:
nn_no: Velg materiale *:

# LabelSelectCurrentPrinterMandatory
source: Select the printer*:
de_de: Wähle den Drucker*:
fr_fr: Sélectionnez l'imprimante* :
it_it: Scegli la stampante *:
nn_no: Velg skriver *:

# LabelSelectedCaculation
source: Selected calculation:
de_de: Gewählte Kalkulation:
fr_fr: Calcul sélectionné :

# LabelSelectedFiles
source: Selected File(s):
de_de: Ausgewählte Datei(en):
fr_fr: Fichier(s) sélectionné(s) :
it_it: File selezionati:
nn_no: Valgte fil (er):

# LabelSelectFilesFromList
source: Select file(s) from the list
fr_fr: Sélectionnez le(s) fichier(s) dans la liste

# LabelSelectFromList
source: Select from list:
de_de: Von Liste wählen:
fr_fr: Choisissez dans la liste :
it_it: Scegli dalla lista:
nn_no: Velg fra listen:

# LabelSelectMaterialMandatory
source: Select the material*:
de_de: Wähle das Material*:
fr_fr: Sélectionnez le matériau* :
it_it: Scegli il materiale *:
nn_no: Velg materiale *:

# LabelSelectPrinter
source: Select your printer:
de_de: Wähle deinen Drucker:
fr_fr: Sélectionnez votre imprimante :
it_it: Scegli la tua stampante:
nn_no: Velg skriver:

# LabelSelectPrinterFromList
source: Select printer from list:
de_de: Drucker aus Liste wählen
fr_fr: Sélectionnez l'imprimante dans la liste :
it_it: Seleziona la stampante dall'elenco
nn_no: Velg skriver fra listen:

# LabelSelectTargetProcedure
source: Select procedure:
fr_fr: Sélectionner la procédure :

# LabelSelectTheSettingsYouWantToReset
source: Select the settings you want to reset:
de_de: Wähle die Einstellungen, welche du zurücksetzen möchtest:
fr_fr: Sélectionnez les paramètres à réinitialiser :
it_it: Scegli le impostazioni che desideri ripristinare:
nn_no: Velg innstillingene du vil tilbakestille:

# LabelSerialPort
source: Serial port:
de_de: Serielle Schnittstelle:
fr_fr: Port série :
it_it: Interfaccia seriale:

# LabelServerMandatory
source: Server:*
fr_fr: Serveur :*

# LabelShopUri
source: Shop Uri:
de_de: Shop-Link:
fr_fr: Lien vers la boutique :
it_it: Link al negozio:
nn_no: Handle Uri:

# LabelSingleFailPrintDuration
source: Single fail time:
de_de: Einzel-Fehlzeit:
fr_fr: Temps de défaillance unique :
it_it: Assenteismo individuale:
nn_no: Enkelt mislykket tid:

# LabelSinglePrintDuration
source: Single print time:
de_de: Einzel-Druckzeit:
fr_fr: Temps d'impression unique :
it_it: Singolo tempo di stampa:
nn_no: Enkelt utskriftstid:

# LabelSKU
source: SKU:
de_de: Artikelnummer:
fr_fr: Unité de Gestion de Stock (SKU - Stock Keeping Unit) :
it_it: Numero articolo:

# LabelSlicer
source: Slicer:
fr_fr: Slicer (le logiciel de découpe 3D) :

# LabelSlicerAdditionalCommands
source: Additional commands:
de_de: Zusätzlich Befehle:
fr_fr: Commandes supplémentaires :
it_it: Comandi aggiuntivi:
nn_no: Flere kommandoer:

# LabelSlicerNameMandatory
source: Slicer name:*
fr_fr: Nom du slicer:*
it_it: MNome Slicer:*
nn_no: Slicernavn: *

# LabelSlicerPathMandatory
source: Slicer path:*
de_de: Slicer-Installationspfad:*
fr_fr: Parcours du slicer:*
it_it: Percorso di installazione dello Slicer
nn_no: Slicerbane: *

# LabelSlicerUsageTypeMandatory
source: Usage type:*
de_de: Verwendungstyp:*
fr_fr: Type d'utilisation:*
it_it: Tipo di utilizzo: *
nn_no: Brukstype: *

# LabelSpecifiyNewCurrencySymbol
source: Specify new currency smybol
de_de: Eigenes Währungssymbol angeben
fr_fr: Spécifier un nouveau symbole monétaire

# LabelStoredEventsAmountMandatory
source: Amount of stored events:*
de_de: Anzahl gespeicherter Events:*
fr_fr: Nombre d'événements enregistrés:*
it_it: Numero di eventi salvati: *
nn_no: Antall lagrede hendelser: *

# LabelSubTotal
source: Sub total:
de_de: Zwischensumme:
fr_fr: Sous-total :

# LabelSupplierNameMandatory
source: Supplier name*:
de_de: Name des Lieferanten*:
fr_fr: Nom du fournisseur* :
it_it: Nome fornitore *:
nn_no: Leverandør navn *:

# LabelTargetModelGroupMandatory
source: Model group*:
de_de: Modell-Gruppe*:
fr_fr: Groupe de modèles* :
it_it: Gruppo di modelli *:
nn_no: Modellgruppe *:

# LabelTaxRate
source: Tax rate:
de_de: Steuersatz:
fr_fr: Taux de TVA :
it_it: Aliquota fiscale:
nn_no: Skattesats:

# LabelTemeratureMandatory
source: Temperature*:
de_de: Temperatur*:
fr_fr: Température* :
it_it: Temperatura *:
nn_no: Temperatur*:

# LabelUpdateIntervalInSecondsMandatory
source: Update interval (seconds):*
de_de: Aktualisierungsinterval (Sek.):*
fr_fr: Intervalle de mise à jour (secondes):*
it_it: Intervallo di aggiornamento (sec.): *

# LabelUsedAmountOfMaterial
source: Used amount of material*:
de_de: Menge an benötigten Material*:
fr_fr: Quantité de matière utilisée* :
it_it: Quantità di materiale richiesto *:
nn_no: Brukt mengde materiale *:

# LabelUsedIsopropanol
source: Used isopropanol:
fr_fr: Isopropanol utilisé :

# LabelUsefulLifeYearsMandatory
source: Useful Life in years*:
de_de: Nutzungsdauer in Jahren*:
fr_fr: Durée de vie utile en années* :
it_it: Vita utile in anni *:
nn_no: Printerliv i år *:

# LabelUseSavedCommands
source: Use saved command:
de_de: Verwende gespeicherten Befehl:
fr_fr: Utilisez la commande sauvegardée :
it_it: Usa comando salvato:

# LabelValueMandatory
source: Value:*
de_de: Wert:*
fr_fr: Valeur:*

# LabelVendor
source: Vendor:
de_de: Verkäufer:
fr_fr: Vendeur :
it_it: Venditore:
nn_no: Leverandør:

# LabelWearFactorPerPrintJob
source: Wear factor per print job:
fr_fr: Facteur d'usure par travail d'impression :

# LabelWeightMandatory
source: Weight:*
de_de: Gewicht:*
fr_fr: Poids:*

# LabelWorksheetMandatory
source: Worksheet:*
de_de: Arbeitsmappe:*
fr_fr: Feuille de travail:*
it_it: Cartella di lavoro: *
nn_no: Regneark: *

# LabelWorkstepCalculationTypeMandatory
source: Calculation type*:
de_de: Kalkulationstyp*:
fr_fr: Type de calcul* :
it_it: Tipo di calcolo *:
nn_no: Beregningstype *:

# LabelWorkstepCategoryMandatory
source: Workstep category*:
de_de: Arbeitsschritt-Kategorie*:
fr_fr: Catégorie d'étape* :
it_it: Categoria della fase di lavoro *:
nn_no: Arbeidssteg-kategori *:

# LabelWorkstepCategoryNameMandatory
source: The name for the category*:
de_de: Name der Kategorie*:
fr_fr: Le nom de la catégorie* :
it_it: Nome categoria *:
nn_no: Navnet på kategorien *:

# LabelWorkstepDuration
source: Duration (only for per_hour):
de_de: Dauer (nur bei pro_Stunde):
fr_fr: Durée (uniquement en heures) :
it_it: Durata (solo all'ora):
nn_no: Varighet (bare per time):

# LabelWorkstepDurationMandatory
source: Duration for this workstep*:
de_de: Dauer für den Arbeitsschritt*:
fr_fr: Durée de cette étape* :
it_it: Durata della fase di lavoro *:
nn_no: Varighet for dette arbeidssteget *:

# LabelWorkstepDurationUnit
source: Hour(s)
de_de: Stunde(n)
fr_fr: Heure(s)
it_it: Ora / e
nn_no: Time (r)

# LabelWorkstepNameMandatory
source: Workstep name*:
de_de: Arbeitsschritt-Name*:
fr_fr: Nom de l'étape* :
it_it: Nome della fase di lavoro *:
nn_no: Arbeidsstedsnavn *:

# LabelWorkstepPriceMandatory
source: Price for the workstep*:
de_de: Preis für den Arbeitsschritt*:
fr_fr: Prix de l'étape* :
it_it: Prezzo per la fase di lavoro *:
nn_no: Pris for arbeidssteget *:

# LabelWorkstepTypeMandatory
source: Workstep type*:
de_de: Typ des Arbeitsschrittes*:
fr_fr: Type d'étape* :
it_it: Tipo della fase di lavoro *:
nn_no: Arbeidssteg type *:

# LabeTemplateFileMandatory
source: Excel template file:*
de_de: Excel-Vorlage-Datei:*
fr_fr: Fichier modèle Excel:*
it_it: File modello Excel: *
nn_no: Excel malfil: *

source: Language
de_de: Sprache
fr_fr: Langue
it_it: Lingua
nn_no: Språk

source: Last license check:
de_de: Letzte Lizenzprüfung:
fr_fr: Dernière vérification de licence :
it_it: Ultimo controllo della licenza:
nn_no: Siste lisenskontroll:

source: Layer
de_de: Schicht
fr_fr: Couche
it_it: Strato
nn_no: Lag

source: Layers
de_de: Schichten
fr_fr: Couches
it_it: Strati
nn_no: lag

# LegalNoteOctoprint
source: This is not an official software of Octoprint or associated in anyway with Octoprint or Gina Häußge. It just includes the OctoPrint API in order to interact with your OctoPrint server.
de_de: Dies ist keine offizielle Software von Octoprint oder in irgendeiner Weise mit Octoprint oder Gina Häußge verbunden. Es enthält lediglich die OctoPrint-API, um mit deinem OctoPrint-Server zu interagieren.
fr_fr: Ce n'est pas un logiciel officiel d'Octoprint ou associé de quelque façon que ce soit à Octoprint ou Gina Häußge. Il inclut juste l'API OctoPrint afin d'interagir avec votre serveur OctoPrint.
it_it: Questo non è un software ufficiale di Octoprint o in alcun modo associato a Octoprint o Gina Häußge. Contiene solo l'API OctoPrint per interagire con il server OctoPrint.
nn_no: Dette er ikke en offisiell programvare fra Octoprint eller assosiert med Octoprint eller Gina Häußge. Det inkluderer bare OctoPrint API for å samhandle med OctoPrint-serveren.

# LegalNoteRepetierServerPro
source: This is not an official software of Repetier Server or associated in anyway with Repetier Server or its owner. It just includes the Repetier Server Rest-API in order to interact with your server.
de_de: Dies ist keine offizielle Software von Repetier Server oder in irgendeiner Weise mit Repetier Server oder seinem Besitzer verbunden. Es enthält lediglich die Repetier Server Rest-API, um mit deinem Server zu interagieren.
fr_fr: Ceci n'est pas un logiciel officiel de Repetier Server ou associé de quelque façon que ce soit à Repetier Server ou à son propriétaire. Il inclut juste l'API de Repetier Server afin d'interagir avec votre serveur.
it_it: Questo non è un software ufficiale da Repetier Server o collegato in alcun modo con Repetier Server o il suo proprietario. Contiene solo l'API di riposo del server Repetier per interagire con il server.
nn_no: Dette er ikke en offisiell programvare fra Repetier Server eller assosiert i allikevel med Repetier Server eller dens eier. Det inkluderer bare Repetier Server Rest-API for å samhandle med serveren din.

# LENS
source: LENS (Laser Engineered Net Shaping)®
fr_fr: LENS (Laser Engineered Net Shaping)® (formage en poudre au laser LENS)

source: Libraries
de_de: Bibliotheken
fr_fr: Bibliothèques
it_it: Librerie
nn_no: biblioteker

# LibraryUrl
source: URL to library
de_de: URL zur Bibliothek
fr_fr: URL de la bibliothèque
it_it: URL della libreria
nn_no: URL til bibliotek

source: License
de_de: Lizenz
fr_fr: Licence d'utilisation
it_it: Licenza
nn_no: Tillatelse

# LicenseFormatInvalid
source: The license format of the entered key is invalid
de_de: Das Format der eingegebenen Lizenz ist ungültig
fr_fr: Le format de licence de la clé entrée est invalide
it_it: Il formato della licenza inserita non è valido
nn_no: Lisensformatet for den angitte nøkkelen er ugyldig

# LicenseFormatValid
source: The license format of the entered key is valid
de_de: Das Format der eingegebenen Lizenz ist gültig
fr_fr: Le format de licence de la clé entrée est valide
it_it: Il formato della licenza inserita è valido
nn_no: Lisensformatet til den angitte nøkkelen er gyldig

# LicenseServerOffline
source: License server offline or unreachable
de_de: Lizenz-Server offline oder nicht erreichbar
fr_fr: Serveur de licences hors ligne ou inaccessible
it_it: Server di licenza offline o irraggiungibile
nn_no: Lisensserver offline eller utilgjengelig

source: License state:
de_de: Lizenzstatus:
fr_fr: Etat de la licence :
it_it: Stato della licenza:
nn_no: Lisensstatus:

source: List
de_de: Liste
fr_fr: Liste
it_it: Lista
nn_no: Liste

source: Liter
fr_fr: Litre

source: Load
de_de: Öffnen
fr_fr: Charge
it_it: Aprire
nn_no: Laste

source: Load from manufacturer
de_de: Von Hersteller laden
fr_fr: Chargement du fabricant
it_it: Carica dal creatore
nn_no: Last fra produsenten

source: Load from supplier
de_de: Von Lieferant laden
fr_fr: Charge du fournisseur
it_it: Caricare dal fornitore
nn_no: Last fra leverandør

source: Load gcode analysis from server
de_de: Lade Gcode-Analyse vom Server
fr_fr: Charger l'analyse du gcode à partir du serveur
it_it: Carica l'analisi Gcode dal server

# LoadInformationFromPrinter
source: Load from printer
de_de: Von Drucker laden
fr_fr: Chargement à partir de l'imprimante
it_it: Carica dalla stampante
nn_no: Last inn fra skriveren

# LoadingFilesFromServerDots
source: Loading files from server...
de_de: Lade Dateien vom Server...
fr_fr: Chargement de fichiers depuis le serveur...

source: Load into calculator
de_de: In Kalkulator laden
fr_fr: Charger dans la calculatrice

source: Load Printer List
de_de: Druckerliste laden
fr_fr: Charger la liste des imprimantes
it_it: Carica l'elenco delle stampanti
nn_no: Last inn skriverliste

source: Location
de_de: Pfad
fr_fr: Lieu
it_it: Percorso
nn_no: plassering

source: Location Costs
de_de: Standortkosten
fr_fr: Coûts liés à l'emplacement
it_it: Costi di localizzazione
nn_no: Plasseringskostnader

source: Machine Hour Rate
de_de: Maschinenstundensatz
fr_fr: Taux horaire de la machine
it_it: Tariffa oraria della macchina
nn_no: Maskinens timepris

source: Machine Hours
de_de: Maschinenstunden
fr_fr: Heures-machine
it_it: Ore di macchina
nn_no: Maskintimer

# MaintainanceAndRepairCosts
source: Maintainance & Repair Costs
de_de: Wartungs- & Instandhaltungskosten
fr_fr: Coûts d'entretien et de réparation
it_it: Costi di assistenza e manutenzione
nn_no: Vedlikehold og reparasjonskostnader

source: Manual print job information
de_de: Manuelle Druck-Informationen
fr_fr: Informations sur les travaux d'impression manuelle

source: Manufacturer
de_de: Hersteller
fr_fr: Fabricant
it_it: Fabbricante
nn_no: Produsent

# ManufacturerIsInvalidForPurchase
source: Manufacturer is locked
de_de: Hersteller ist gesppert
fr_fr: Le fabricant est verrouillé
it_it: Il produttore è bloccato
nn_no: Produsenten er låst

# ManufacturerIsValidForPurchase
source: Manufacturer is released
de_de: Hersteller ist freigegeben
fr_fr: Le fabricant est autorisé à
it_it: Il produttore è rilasciato
nn_no: Produsenten blir åpnet

source: Manufacturers
de_de: Hersteller
fr_fr: Fabricants
it_it: Fabbricante
nn_no: Produsenter

source: Margin
fr_fr: Marge

# MarkedFiledsMandatory
source: All fields marked with '*' are mandatory.
de_de: Alle Felder markiert mit '*' sind Pflichtfelder.
fr_fr: Tous les champs marqués d'un '*' sont obligatoires.
it_it: Tutti i campi contrassegnati con '*' sono obbligatori.
nn_no: Alle felt merket med '*' er obligatoriske.

source: Master password
de_de: Master-Passwort
fr_fr: Mot de passe principal
it_it: Password principale
nn_no: Master passord

source: Material
fr_fr: Matériel
it_it: Materiale
nn_no: Materiale

source: Material costs
fr_fr: Coûts de matériel

source: Materials
de_de: Materialien
fr_fr: Matériaux
it_it: Materiali
nn_no: materialer

# MaxAccelerationE
source: Max. acceleration Extruder:
de_de: Max. Beschleunigung Extruder:
fr_fr: Accélération max. de l'extrudeur :

# MaxAccelerationEWhileExtruding
source: Max. acceleration Extruder (while extruding):
de_de: Max. Beschleunigung Extruder (beim Extrudieren):
fr_fr: Accélération max. de l'extrudeur (pendant l'extrusion) :

# MaxAccelerationEWhileRetracting
source: Max. acceleration Extruder (while retracting):
de_de: Max. Beschleunigung Extruder (beim Zurückziehen):
fr_fr: Accélération max. de l'extrudeur (pendant la rétraction) :

source: Max. acceleration X and Y:
de_de: Max. Beschleunigung X und Y:
fr_fr: Accélération max. X et Y :

source: Max. acceleration Z:
de_de: Max. Beschleunigung Z:
fr_fr: Accélération max. Z :

# MaxTempHeatbed
source: Max. Headbed temp.
de_de: Max. Heizbett-Temp.
fr_fr: Température max du lit chauffant
it_it: Max. Temp. Letto di riscaldamento
nn_no: Maks. Hodeseng temp.

# MinimizeInsteadOfTerminating
source: On close, minimize instead of terminating
de_de: Beim Schließen minimieren statt zu beenden
fr_fr: A la fermeture, réduire au lieu de fermer.
it_it: Riduci al minimo quando chiudi invece di uscire
nn_no: På nært hold minimerer du i stedet for å avslutte

source: Minimize to tray instead of taskbar
de_de: In Tray minimieren anstatt in die Taskleiste
fr_fr: Minimiser dans la barre des tâches au lieu de la barre des tâches
it_it: Riduci a icona nel Tray anziché nella barra delle attività
nn_no: Minimer til skuff i stedet for oppgavelinjen

# Misc
source: Miscellaneous
de_de: Sonstiges
fr_fr: Divers
it_it: Miscellanea/Miscellaneo
nn_no: Diverse

# MJ
source: MJ (Material Jetting)®
fr_fr: MJ (Material Jetting)® (projection de matériau)

# MJF
source: MJF (Multi Jet Fusion)®
fr_fr: MJF (Multi Jet Fusion)® (Fusion Multi Jet)

source: Model viewers
fr_fr: Visualisation des modèles

source: Move and restart
de_de: Verschieben und Neustarten
fr_fr: Déplacer et redémarrer
it_it: Sposta e riavvia
nn_no: Flytt og start på nytt

source: Multiple instances
de_de: Mehrere Instanzen
fr_fr: Instances multiples
it_it: Istanze multiple
nn_no: Flere forekomster

source: My Calculation
de_de: Meine Kalkulation
fr_fr: Mon calcul
it_it: Il mio calcolo
nn_no: Min beregning

source: Name
fr_fr: Nom
it_it: Nome
nn_no: Navn

source: New
de_de: Neu
fr_fr: Nouveau
it_it: Nuovo
nn_no: Ny

source: New Category
de_de: Neue Kategorie
fr_fr: Nouvelle catégorie
it_it: Nuova categoria
nn_no: Ny kategori

source: New custom addition
de_de: Neuer benutzerdefinierter Zuschlag
fr_fr: Nouvel ajout personnalisé

source: New Excel exporter settings
de_de: Neue Einstellung für Excel-Vorlage
fr_fr: Nouveaux paramètres de l'exportateur Excel
it_it: Nuova impostazione per il modello Excel
nn_no: Nye Excel-eksportørinnstillinger

# NewExcelExporterTemplate
source: New Excel template
de_de: Neue Excel-Vorlage
fr_fr: Nouveau modèle Excel
it_it: Nuovo modello di Excel
nn_no: Ny Excel-mal

source: New machine hour rate
de_de: Neuer Maschinenstundensatz
fr_fr: Nouveau taux horaire de la machine
it_it: Nuova tariffa oraria della macchina
nn_no: Ny maskintime rate

source: New Manufacturer
de_de: Neuer Hersteller
fr_fr: Nouveau fabricant
it_it: Nuovo produttore
nn_no: Ny produsent

source: New Material
de_de: Neues Material
fr_fr: Nouveau matériau
it_it: Nuovo materiale
nn_no: Nytt materiale

# NewMaterialAsNewWindow
source: New material (new window)
de_de: Neues Material (neues Fenster)
fr_fr: Nouveau matériel (nouvelle fenêtre)
it_it: Nuovo materiale (nuova finestra)
nn_no: Nytt materiale (nytt vindu)

source: New Printer
de_de: Neuer Drucker
fr_fr: Nouvelle imprimante
it_it: Nuova stampante
nn_no: Ny skriver

# NewPrinterAsNewWindow
source: New printer (new window)
de_de: Neuer Drucker (neues Fenster)
fr_fr: Nouvelle imprimante (nouvelle fenêtre)
it_it: Nuova stampante (nuova finestra)
nn_no: Ny skriver (nytt vindu)
