Repository: AndreasReitberger/3D-Print-Cost-Calculator
Catalog: Source/PrintCostCalculator3d/Resources/Localization/Strings.*.resx
Languages: de_de, fr_fr, it_it, nn_no

source: Suppliers
de_de: Lieferanten
fr_fr: Fournisseurs
it_it: Fornitori
nn_no: Leverandører

source: Tab content
fr_fr: Contenu de l'onglet

# TabHeaderCalculate
source: Calculate
de_de: Kalkuliere
fr_fr: Calculer
it_it: Calcola
nn_no: Regne ut

# TabHeaderCalculations
source: Calculations
de_de: Kalkulationen
fr_fr: Calculs
it_it: Calcoli
nn_no: beregninger

# TakeCuringCostsIntoAccount
source: Take the costs for curing into account?
fr_fr: Tenir compte des coûts de la polymérisation ?

# TakeFilterCostIntoAccount
source: Take the costs for filter (resin, isporpanol) into accont?
fr_fr: Prenez en compte le coût des filtres (résine, isporpanol) dans le calcul de ?

# TakeGlovesCostIntoAccount
source: Take the costs of the gloves into account?
fr_fr: Prendre en compte le coût des gants ?

# TakeNozzleWearCoststIntoAccount
source: Take the costs of the nozzle wear into account?
fr_fr: Prendre en compte les coûts de l'usure des buses ?

# TakePrintSheetWearCostsIntoAccount
source: Take the costs of the print sheet wear into account?
fr_fr: Prendre en compte les coûts de l'usure des plaques d'impression ?

# TakeRefreshIntoAccount
source: Take refreshing into account?
fr_fr: Prendre en compte le rafraîchissement ?

# TakeWashingIntoAccount
source: Take the costs for washing into account?
fr_fr: Tenir compte des coûts de lavage ?

source: Tax
fr_fr: Taxes

source: Temperature
de_de: Temperatur
fr_fr: Température
it_it: Temperatura
nn_no: Temperatur

source: Temperature (Drying)
de_de: Temperatur (Trocknen)
fr_fr: Température (Séchage)

source: Temperature (Heated bed)
de_de: Temperatur (Heizbett)
fr_fr: Température (Lit chauffant)

source: Temperature (Nozzle)
de_de: Temperatur (Düse)
fr_fr: Température (Buse)

# TemplateTargetMandatory
source: Target:*
de_de: Ziel:*
fr_fr: Cible:*
it_it: Obiettivo: *
nn_no: Mål:*

source: Theme
fr_fr: Thème
it_it: tema
nn_no: Tema

source: The settings location is not affected
de_de: Der Einstellungs-Speicherort ist nicht betroffen
fr_fr: L'emplacement des paramètres n'est pas affecté
it_it: La posizione delle impostazioni non è interessata
nn_no: Innstillingsstedet påvirkes ikke

source: Timestamp
de_de: Zeitstempel
fr_fr: Date/heure
it_it: Timbro tempo
nn_no: Tidsstempel

# TooltipApiKeyRepetier
source: The api key...
de_de: Der API-Schlüssel...
fr_fr: La clé api....
it_it: La chiave API ...
nn_no: Api-tasten ...

# TooltipApplyEnhancedMarginCalculationSettings
source: Here you can adjust the margin calculation and exclude parts from it.
fr_fr: Vous pouvez ici ajuster le calcul de la marge et en exclure certaines parties.

# TooltipApplyTaxRate
source: Tick this to apply a tax rate.
de_de: Wähle dies um den Steuersatz zu aktivieren
fr_fr: Cochez cette case pour appliquer un taux de TVA.
it_it: Selezionare questa opzione per attivare l'aliquota fiscale
nn_no: Merk av for å bruke en avgiftssats.

# TooltipCreateCopies
source: If checked, the results will be written in new files. Originals stay untouched.
de_de: Wenna ausgewählt, wird das Ergebnis in eine neue Dateien geschrieben. Originale bleiben unberührt
fr_fr: Si coché, les résultats seront écrits dans de nouveaux fichiers. Les originaux restent intacts.
it_it: Se selezionato, il risultato viene scritto in un nuovo file. Gli originali rimangono inalterati
nn_no: Hvis det er merket av, blir resultatene skrevet i nye filer. Originaler forblir urørt.

# TooltipCustomAddition
source: This will be added to the price
de_de: Dies wird zu dem Preis hinzugefügt
fr_fr: Ces éléments seront ajoutés au prix

# ToolTipDeleteAllSelectedCalculations
source: Delete all selected calculations
de_de: Alle ausgewählten Kalkulationen löschen
fr_fr: Supprimer tous les calculs sélectionnés
it_it: Elimina tutti i calcoli selezionati
nn_no: Slett alle valgte beregninger

# TooltipEnergyCosts
source: The costs for one kW/h in cents.
de_de: Der Preis für eine kW/h in Cents.
fr_fr: Les coûts pour un kW/h en centimes.
it_it: Il prezzo per un kW / h in centesimi.
nn_no: Kostnadene for en kW / h i cent.

# TooltipFailRate
source: Use this slider to set a calculated fail rate.
de_de: Nutze diesen Schieberegler für die Fehlerrate
fr_fr: Utilisez ce curseur pour définir un taux d'échec calculé.
it_it: Utilizzare questo dispositivo di scorrimento per il tasso di errore
nn_no: Bruk denne glidebryteren for å angi en beregnet feilhastighet.

# TooltipHandlingFee
source: This fee will be applied for each piece
de_de: Diese Gebühr wird pro Stück berechnet
fr_fr: Ces frais s'appliqueront pour chaque pièce.
it_it: Questa tassa è calcolata per pezzo
nn_no: Denne avgiften vil bli brukt for hver brikke

# TooltipIPAdressRepetier
source: IP address of your repetier server...
de_de: Die IP-Adresse deines Repetier Server...
fr_fr: Adresse IP de votre serveur Repetier...
it_it: L'indirizzo IP del tuo server Repetier ...
nn_no: IP-adressen til repeteringsserveren din ...

# TooltipIPAdressRepetierOrFQDN
source: IP address or domain name...
de_de: IP-Adresse oder Domänename...
fr_fr: Adresse IP ou nom de domaine...
it_it: Indirizzo IP o nome dominio ...
nn_no: IP-adresse eller domenenavn ...

# TooltipMargin
source: Use this slider to set your wished margin.
de_de: Nutze diesen Schieberegler um deinen Gewinn anzugeben
fr_fr: Utilisez ce curseur pour définir la marge souhaitée.
it_it: Usa questo cursore per indicare il tuo profitto
nn_no: Bruk denne glidebryteren for å angi ønsket margin.

# TooltipMHRProvidedInformationTimeBase
source: Tick if the information are per year
de_de: Wähle, wenn angegebene Informationen pro Jahr sind
fr_fr: Cochez si les informations sont par an
it_it: Scegli quando fornire informazioni all'anno
nn_no: Merk av om informasjonen er per år

# TooltipPieces
source: The pieces for this print job.
de_de: Die Anzahl der Ausdrucke für den Auftrag
fr_fr: Les pièces pour ce travail d'impression.
it_it: Il numero di stampe per l'ordine
nn_no: Brikkene til denne utskriftsjobben.

# TooltipPrinterNameRepetier
source: The name of the printer...
de_de: Der Drucker-Name
fr_fr: Le nom de l'imprimante....
it_it: Il nome della stampante
nn_no: Navnet på skriveren ...

# ToolTipSelectAllCalculations
source: Select / deselect all calculations
de_de: Alle Kalkulationen aus- / abwählen
fr_fr: Sélectionner / désélectionner tous les calculs
it_it: Seleziona / deseleziona tutti i calcoli
nn_no: Velg / avvelg alle beregninger

# TooltipSingleFailTime
source: Calculated additional time depending on set fail rate
de_de: Berechnete Zusatszeit für gesetzte Fehlerrate
fr_fr: Temps supplémentaire calculé en fonction du taux d'échec réglé
it_it: Tempo aggiuntivo calcolato per il tasso di errore impostato
nn_no: Beregnet tilleggstid avhengig av innstilt feilhastighet

# TooltipTaxRate
source: The tax rate to be applied.
de_de: Der Steuersatz, der angewandt werden soll
fr_fr: Le taux de TVA à appliquer.
it_it: L'aliquota fiscale da applicare
nn_no: Skattesatsen som skal brukes.

# TooltipTextToReplaceWith
source: Enter the text you want to replace the results with...
de_de: Gib den Text ein mit dem der gesuchte ersetzt werden soll...
fr_fr: Saisissez le texte avec lequel vous voulez remplacer les résultats....
it_it: Inserisci il testo per sostituire quello che stai cercando ...
nn_no: Skriv inn teksten du vil erstatte resultatene med ...

# TooltipTextToSearchFor
source: Enter the text you want to search for...
de_de: Gib deinen Suchtext an...
fr_fr: Entrez le texte que vous souhaitez rechercher.....
it_it: Inserisci il testo di ricerca ...
nn_no: Skriv inn teksten du vil søke etter ...

# TooltipWorkstepDuration
source: The duration for this workstep.
de_de: Die Dauer des Arbeitsschrittes
fr_fr: La durée de cette étape.
it_it: La durata della fase di lavoro
nn_no: Varigheten for dette arbeidssteget.

# TooltipWorkstepPrice
source: Applied depending on the selected calc. type
de_de: Berechnung abhängig des gew. Kalkulationstypen.
fr_fr: Appliqué en fonction du type de calcul sélectionné
it_it: Calcolo in base al tipo di calcolo desiderato.
nn_no: Brukes avhengig av valgt beregning. type

# ToolTip_AddGcodeFromList
source: Add gcode from list
fr_fr: Ajouter le gcode de la liste

# ToolTip_AddSelectedGcodesToCalculation
source: Add selection to calculation
fr_fr: Ajouter une sélection au calcul

# ToolTip_DeleteFiles
source: Delete file(s)
de_de: Lösche Datei(en)
fr_fr: Supprimer le(s) fichier(s)
it_it: Elimina file
nn_no: Slett filer)

# ToolTip_EnterMinimumPowderNeededInBuildArea
source: Enter the min. powder needed here (liter)
fr_fr: Entrez ici la quantité min. de poudre nécessaire (litre)

# ToolTip_FixedValueForMachineHourRate
source: If this is checked you can enter a fixed value for your machine hour rate, for instance, if you already have calculated your machine hour rate in another tool / excel sheet.
de_de: Wenn diese Option aktiviert ist, kannst du einen festen Wert für deinen Maschinenstundensatz eingeben, z. B. wenn du deinen Maschinenstundensatz bereits in einem anderen Tool / Excel-Blatt berechnet hast.
fr_fr: Si cette option est cochée, vous pouvez saisir une valeur fixe pour votre taux d'heures machine, par exemple, si vous avez déjà calculé votre taux d'heures machine dans un autre outil / feuille Excel.
it_it: Se questa opzione è attivata, è possibile inserire un valore fisso per la tariffa oraria della macchina, ad es. B. se hai già calcolato la tariffa oraria della macchina in un altro strumento / foglio Excel.
nn_no: Hvis dette er merket av, kan du for eksempel legge inn en fast verdi for maskinens timepris, hvis du allerede har beregnet maskinens timepris i et annet verktøy / excelark.

# ToolTip_LoadGcodeAnalysisFromOctoPrint
source: Load gcode analysis from OctoPrint
de_de: Lade Gcode-Analyse von OctoPrint
fr_fr: Charger l'analyse des gcodes à partir d'OctoPrint
it_it: Carica l'analisi Gcode da OctoPrint

# ToolTip_New
source: New
de_de: Neu
fr_fr: Nouveau
it_it: Nuovo
nn_no: Ny

# ToolTip_OpenFolder
source: Open folder
de_de: Öffne Ordner
fr_fr: Ouvrir le dossier
it_it: Apri cartelle
nn_no: Åpne mappen

# ToolTip_OpenGCodeEditor
source: Open gcode editor
de_de: Öffne GCode-Editor
fr_fr: Ouvrez l'éditeur gcode
it_it: Apri GCode Editor
nn_no: Åpne gcode editor

# ToolTip_Reload
source: Reload
de_de: Neu laden
fr_fr: Recharger
it_it: Ricarica

# ToolTip_StartPrint
source: Start printing this model
de_de: Dieses Modell drucken
fr_fr: Démarrer l'impression de ce modèle
it_it: Stampa questo modello
nn_no: Begynn å skrive ut denne modellen

# ToolTip_TimebaseMachineHourRate
source: Check this tick if you want to provide all information per year. Otherwise all entered information will be multiplied by 12.
de_de: Aktiviere dieses Kontrollkästchen, wenn du alle Informationen pro Jahr bereitstellen möchtest. Andernfalls werden alle eingegebenen Informationen mit 12 multipliziert.
fr_fr: Cochez cette case si vous souhaitez fournir toutes les informations par an. Sinon, toutes les informations saisies seront multipliées par 12.
it_it: Seleziona questa casella se desideri fornire tutte le informazioni all'anno. Altrimenti, tutte le informazioni inserite vengono moltiplicate per 12.
nn_no: Merk av for dette krysset hvis du vil oppgi all informasjon per år. Ellers blir all angitt informasjon multiplisert med 12.

# ToolTip_TranslateProjectUrl
source: Help translating this tool to your language!
de_de: Hilf dieses Tool in deine Sprache zu übersetzen!
fr_fr: Aidez-nous à traduire cet outil dans votre langue !
it_it: Aiuta a tradurre questo strumento nella tua lingua!
nn_no: Hjelp med å oversette dette verktøyet til språket ditt!

source: Transparency
de_de: Transparenz
fr_fr: Transparence
it_it: Trasparenza
nn_no: Transparent

source: Tray
fr_fr: Plateau
nn_no: Brett

source: Understood
de_de: Verstanden
fr_fr: Compris
it_it: Capito

# UnderstoodAndDontShowAgain
source: Understood, don't show again
de_de: Verstanden, nicht mehr anzeigen
fr_fr: Compris, n'affichez plus
it_it: Capito, non mostrare più

source: Unit
de_de: Einheit
fr_fr: Unité
it_it: Unità
nn_no: Enhet

source: Unknown
de_de: Unbekannt
fr_fr: Inconnu
it_it: Sconosciuto
nn_no: Ukjent

source: Update
fr_fr: Mise à jour
it_it: Aggiornamento
nn_no: Oppdater

source: Upload file(s)
de_de: Datei(en) hochladen
fr_fr: Télécharger le(s) fichier(s)
it_it: Carica file
nn_no: Last opp filer)

# UploadingFileFromFilesFormated
source: Uploading {0} from {1} files:
de_de: Lade {0} von {1} Dateien hoch:
fr_fr: Téléchargement de {0} à partir de {1} fichiers :
it_it: Carica {0} di {1} file:
nn_no: Laster opp {0} fra {1} filer:

# UseFixedValueForMachineHourRate
source: Use a fixed value for the machine hour rate?
de_de: Einen festen Wert für den Maschinenstundensatz verwenden?
fr_fr: Utiliser une valeur fixe pour le taux horaire de la machine ?
it_it: Utilizzare un valore fisso per la tariffa oraria della macchina?
nn_no: Bruker du en fast verdi for maskinens timesats?

source: Use new update manager?
fr_fr: Utiliser le nouveau gestionnaire de mise à jour ?

# UserAgreedToEULA
source: The user has agreed to the End User License Agreement (EULA)
de_de: Der Benutzer hat der Endbenutzer-Lizenzvereinbarung (EULA) zugestimmt
fr_fr: L'utilisateur a accepté le Contrat de licence d'utilisateur final (CLUF).
it_it: L'utente ha accettato il Contratto di licenza con l'utente finale (EULA)
nn_no: Brukeren har samtykket til lisensavtalen for sluttbrukere (EULA)

# UserAgreedToEULAFormated
source: The user has agreed to the End User License Agreement (EULA) on {0}
de_de: Der Benutzer hat der Endbenutzer-Lizenzvereinbarung (EULA) am {0} zugestimmt
fr_fr: L'utilisateur a accepté le Contrat de Licence Utilisateur Final (CLUF) le {0}.
it_it: L'utente ha accettato il Contratto di licenza con l'utente finale (EULA) il {0}
nn_no: Brukeren har samtykket til sluttbrukerlisensavtalen (EULA) den {0}

source: Username
de_de: Benutzername
fr_fr: Nom d'utilisateur
it_it: Nome utente
nn_no: Brukernavn

source: Use selected gcode
de_de: Verwende ausgewählten Gcode
fr_fr: Utiliser le gcode sélectionné
it_it: Usa Gcode selezionato

source: Use selected manufacturer
de_de: Ausgewählten Hersteller verwenden
fr_fr: Utiliser le fabricant sélectionné
it_it: Usa produttori selezionati
nn_no: Bruk valgt produsent

source: Use selected printer
de_de: Ausgewählten Drucker verwenden
fr_fr: Utiliser l'imprimante sélectionnée
it_it: Usa la stampante selezionata
nn_no: Bruk valgt skriver

source: Use selected server
de_de: Gewählten Server verwenden
fr_fr: Utiliser le serveur sélectionné

source: Use selected supplier
de_de: Ausgewählten Lieferanten verwenden
fr_fr: Utiliser le fournisseur sélectionné
it_it: Usa fornitori selezionati
nn_no: Bruk valgt leverandør

source: Use selection
fr_fr: Utiliser la sélection

# UseVolumeInsteadOfWeightForCalculation
source: Use volume instead of weight for the calculation?
de_de: Verwende das Volumen anstatt des Gewichtes für die Kalkulation?
fr_fr: Utiliser le volume au lieu du poids pour le calcul ?

source: Valid
de_de: Gültig
fr_fr: Valable
it_it: Valido
nn_no: Gyldig

# ValidatorSelectionIsMandatory
source: Please select an item first!
de_de: Bitte wähle ein Element aus!
fr_fr: Veuillez d'abord sélectionner un élément !
it_it: Seleziona un elemento!
nn_no: Velg først en vare!

# ValidNumberFrom10Till100
source: Please, enter a value between 10 and 100!
de_de: Gib eine gültige Zahl zwischen 10 und 100 ein!
fr_fr: Veuillez entrer une valeur entre 10 et 100 !
it_it: Inserisci un numero valido tra 10 e 100!
nn_no: Vennligst skriv inn en verdi mellom 10 og 100!

source: Value
de_de: Wert
fr_fr: Valeur

source: Value cannot be empty!
de_de: Wert darf nicht leer sein!
fr_fr: La valeur ne peut pas être vide !
it_it: Il valore non può essere vuoto!
nn_no: Verdien kan ikke være tom!

# ValueTypeUnknown
source: Value type is unknown!
de_de: Wertetyp ist unbekannt!
fr_fr: Le type de valeur est inconnu !
it_it: Il tipo di valore è sconosciuto!
nn_no: Verditypen er ukjent!

source: Variable costs
de_de: Variable Kosten
fr_fr: Coûts variables
it_it: Costi variabili
nn_no: Variable kostnader

# VariableProgressOf
source: {0} from {1} {2} completed
de_de: {0} von {1} {2} abgeschlossen
fr_fr: {0} de {1} de {0} de {1} {2} terminé
it_it: {0} di {1} {2} completato
nn_no: {0} fra {1} {2} fullført

source: Vendor
de_de: Verkäufer
fr_fr: Vendeur
it_it: Venditore
nn_no: Leverandør

# VersionxxIsAvailable
source: A newer version {0} is available!
de_de: Eine neuere Version {0} ist verfügbar!
fr_fr: Une version plus récente {0} est disponible !
it_it: È disponibile una versione più recente {0}!
nn_no: En nyere versjon {0} er tilgjengelig!

# View3dInstructions
source: Please, use the right mouse button to rotate and the mouse wheel to move the object.
de_de: Bitte verwende die rechte Maustauste um das Objekt zu drehehn und die linke um es zu bewegen.
fr_fr: Utilisez le bouton droit de la souris pour faire pivoter et la molette de la souris pour déplacer l'objet.
it_it: Utilizzare il pulsante destro del mouse per ruotare l'oggetto e quello sinistro per spostarlo.
nn_no: Bruk høyre museknapp for å rotere, og musehjulet for å bevege objektet.

source: ViewOffer
de_de: Angebot ansehen
fr_fr: Voir l'offre
it_it: Vedi l'offerta
nn_no: Se tilbud

source: View Online
de_de: Online anschauen
fr_fr: Voir en ligne
it_it: Guarda online
nn_no: Se på nettet

source: Visible Applications
de_de: Sichtbare Applikationen
fr_fr: Applications visibles
it_it: Applicazioni visibili
nn_no: Synlige applikasjoner

source: Visible Applications In The Bar
de_de: Sichtbar in der Applikationsleiste
fr_fr: Applications visibles dans la barre des tâches
it_it: Visibile nella barra dell'applicazione
nn_no: Synlige applikasjoner i baren

source: Warning
de_de: Warnung
fr_fr: Avertissement
it_it: Avvertimento
nn_no: Advarsel

# WarningMessage_SettingsGeneralAppearanceTransparency
source: Some graphics cards / drivers have problems maximizing the application when transparency is enabled. The function must be disabled for using "Remote Desktop"! Enabling or disabling this feature requires a restart of the application.
de_de: Einige Grafikkarten / Treiber haben Probleme, die Anwendung zu maximieren, wenn Transparenz aktiviert ist. Das Aktivieren oder Deaktivieren dieser Funktion erfordert einen Neustart der Anwendung.
fr_fr: Certaines cartes graphiques / pilotes ont des problèmes pour maximiser l'application lorsque la transparence est activée. L'activation ou la désactivation de cette fonction nécessite un redémarrage de l'application.
it_it: Alcune schede grafiche / driver hanno problemi a massimizzare l'applicazione quando la trasparenza è abilitata. L'attivazione o la disattivazione di questa funzione richiede il riavvio dell'applicazione.
nn_no: Noen grafikkort / drivere har problemer med å maksimere applikasjonen når transparent er aktivert. Aktivering eller deaktivering av denne funksjonen krever en omstart av applikasjonen.

# Warning_SecureConnection
source: Only check this option if your address is secure (https://). Otherwise this can lead to connection problems!
de_de: Wähle diese Option nur, wenn deine Verbindung verschlüsselt ist (https://). Ansonsten kann dies zu Verbindungsproblemen führen!
fr_fr: Ne cochez cette option que si votre adresse est sécurisée (https://). Sinon, cela peut entraîner des problèmes de connexion !
it_it: Scegli questa opzione solo se la tua connessione è crittografata (https://). In caso contrario, ciò può causare problemi di connessione!
nn_no: Sjekk bare dette alternativet hvis adressen din er sikker (https: //). Ellers kan dette føre til tilkoblingsproblemer!

source: Washing costs
fr_fr: Frais de nettoyage

# Watermark_OctoPrintApiKey
source: Enter your api key...
de_de: Gib deinen API-Schlüssel ein...
fr_fr: Entrez votre clé api...
it_it: Inserisci la tua chiave API ...
nn_no: Skriv inn API-nøkkelen din ...

source: Weight
de_de: Gewicht
fr_fr: Poids

source: Weight in gramm
fr_fr: Poids en grammes

source: Window
de_de: Fenster
fr_fr: Fenêtre
it_it: Finestra
nn_no: Vindu

# WokrstepCalculationNote
source: Depending on what calculation type you select, the price either will be calculated once per piece, once per job or for the given time.
de_de: Abhängig von dem Kalkulationstyp, den du auswählst wird der Preis entweder pro Stück, pro Auftrag oder für die angegebene Zeit berechnet.
fr_fr: Selon le type de calcul que vous sélectionnez, le prix sera calculé une fois par pièce, une fois par travail ou pour le temps donné.
it_it: A seconda del tipo di calcolo scelto, il prezzo viene calcolato per pezzo, per ordine o per il tempo specificato.
nn_no: Avhengig av hvilken beregningstype du velger, vil prisen enten beregnes en gang per brikke, en gang per jobb eller for den gitte tiden.

source: Worksteps
de_de: Arbeitsschritte
fr_fr: Étapes de travail
it_it: Fasi di lavoro

# WriteDataToTemplateFile
source: Write data into template file?
de_de: Daten in Template-Datei schreiben?
fr_fr: Inscrire des données dans un fichier modèle ?
it_it: Scrivi i dati nel file modello?
nn_no: Skrive data til malfil?

# WriteDataToTemplateFileNote
source: If you activate this, the exporter will open the defined Excel template and write the information into the file starting at the specified column and row.
de_de: Wenn du dies aktivierst, öffnet der Exporter die definierte Excel-Vorlage und schreibt die Informationen ab der angegebenen Spalte und Zeile in die Datei.
fr_fr: Si vous activez cette option, l'exportateur ouvrira le modèle Excel défini et écrira les informations dans le fichier en commençant par la colonne et la ligne spécifiées.
it_it: Se lo attivi, l'esportatore apre il modello Excel definito e scrive le informazioni dalla colonna e dalla riga specificate nel file.
nn_no: Hvis du aktiverer dette, vil eksporten åpne den definerte Excel-malen og skrive informasjonen til filen fra den angitte kolonnen og raden.

source: Wrong password
de_de: Falsches Passwort
fr_fr: Mot de passe incorrect
it_it: Password errata
nn_no: Feil passord

# WrongPasswordDecryptionFailedMessage
source: The decryption failed due to a wrong password.
de_de: Die Entschlüsselung ist auf Grund eines falschen Passwortes fehlgeschlagen.
fr_fr: Le décryptage a échoué à cause d'un mauvais mot de passe.
it_it: La decrittografia non è riuscita a causa di una password errata.
nn_no: Dekrypteringen mislyktes på grunn av et galt passord.

source: Years
de_de: Jahre
fr_fr: Années
it_it: Anni
nn_no: år

source: Yes, overwrite!
de_de: Ja, überschreiben
fr_fr: Oui, écrasez !
it_it: Sì, sovrascrivi

source: Your license information
de_de: Deine Lizenz-Informationen
fr_fr: Vos informations de licence
it_it: Le informazioni sulla tua licenza
nn_no: Din lisensinformasjon

source: Your OctoPrint Dashboard
de_de: Dein OctoPrint-Dashboard
fr_fr: Votre tableau de bord OctoPrint
it_it: La dashboard di OctoPrint

source: Your privacy matters!
de_de: Deine Privatsphäre ist uns wichtig!
fr_fr: Votre vie privée est importante !
it_it: La tua privacy è importante per noi!
nn_no: Personvernet ditt betyr noe!

# YourRepetierServerDashboard
source: Your Repetier Server Pro Dashboard
de_de: Dein Repetier Server Pro Dashboard
fr_fr: Votre tableau de bord Repetier Server Pro
it_it: La dashboard di Repetier Server Pro
nn_no: Ditt Repetier Server Pro Dashboard

# YourSystemOSIsIncompatibleWithTheLatestRelease
source: Your system OS is not compatible with the latest version!
de_de: Dein Betriebssystem ist mit der neusten Version nicht kompatibel.
fr_fr: Votre système d'exploitation n'est pas compatible avec la dernière version !
it_it: Il tuo sistema operativo non è compatibile con l'ultima versione.
nn_no: Systemoperativsystemet ditt er ikke kompatibelt med den nyeste versjonen!

source: Accent
de_de: Akzent
it_it: Accento
nn_no: Aksent
