Repository: AndreasReitberger/3D-Print-Cost-Calculator
Catalog: Source/PrintCostCalculator3d/Resources/Localization/Strings.*.resx
Languages: de_de, fr_fr, it_it, nn_no

# EnterValidUri
source: Please enter a valid URL starting with 'http://' or 'https://'
de_de: Gib einen gültigen URL an, der mit 'http://' oder 'https://' beginnt!
fr_fr: Veuillez entrer une URL valide commençant par'http://' ou'https://'.
it_it: Inserisci un URL valido che inizi con 'http: //' o 'https: //'!
nn_no: Skriv inn en gyldig URL som begynner med 'http://' eller 'https://'

# EnterValueGreaterThanFormated
source: Please enter a value greater than '{0}'!
de_de: Bitte gib einen Wert größer als '{0}' ein!
fr_fr: Veuillez entrer une valeur supérieure à'{0}' !
it_it: Inserisci un valore maggiore di '{0}'!
nn_no: Skriv inn en verdi større enn '{0}'!

source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore
nn_no: Feil

# ErrorCheckingApiGithubComVerifyYourNetworkConnection
source: There was an error contacting Github API. Please check your internet connection.
de_de: Es gab einen Fehler mit der Verbindung zu der Github API. Bitte prüfe deine Internetverbindung.
fr_fr: Il y a eu une erreur en contactant l'API Github. Veuillez vérifier votre connexion Internet.
it_it: Si è verificato un errore durante la connessione all'API Github. Controlla la tua connessione Internet.
nn_no: Det oppsto en feil ved kontakt med Github API. Vennligst sjekk internettforbindelsen din.

source: Estimated print time
de_de: Geschätzte Druckzeit
fr_fr: Temps d'impression estimé
it_it: Tempo di stampa stimato
nn_no: Estimert utskriftstid

# EULA
source: End User License Agreement (EULA)
de_de: Endbenutzer-Lizenzvereinbarung (EULA)
fr_fr: Contrat de licence utilisateur final (CLUF)
it_it: Contratto di licenza con l'utente finale (EULA)
nn_no: Sluttbrukerlisensavtale (EULA)

# EventAddedItemFormated
source: Item added: {0}
de_de: Objekt hinzugefügt: {0}
fr_fr: Point ajouté : {0}
it_it: Oggetto aggiunto: {0}
nn_no: Varen lagt til: {0}

# EventApplicationStartup
source: Application started
de_de: Applikation gestartet
fr_fr: Démarrage de l'application
it_it: Applicazione avviata
nn_no: Søknaden startet

# EventCalculationDoneFormated
source: Calculation done {0}
de_de: Kalkulation abgeschlossen {0}
fr_fr: Calcul effectué {0}.
it_it: Calcolo completato {0}
nn_no: Beregning utført {0}

# EventCalculationLoadedFormated
source: Calculation {0} loaded from {1}
de_de: Kalkulation {0} geöffnet von {1}
fr_fr: Calcul {0} chargé à partir de {1}.
it_it: Calcolo {0} aperto da {1}
nn_no: Beregning {0} lastet fra {1}

# EventCalculationLoadFailedFormated
source: Calculation file couldn't be loaded from {0}. The XML-Parser returned an empty object.
de_de: Die Kalkulations-Datei konnte nicht von {0} geladen werden. Der XML-Parser hat ein leeres Objekt zurückgegeben.
fr_fr: Le fichier de calcul n'a pas pu être chargé à partir de {0}. L'analyseur XML a retourné un objet vide.
it_it: Impossibile caricare il file di calcolo da {0}. Il parser XML ha restituito un oggetto vuoto.
nn_no: Beregningsfilen kunne ikke lastes fra {0}. XML-parseren returnerte et tomt objekt.

# EventCalculationSavedFormated
source: Calculation {0} saved at {1}
de_de: Kalkulation {0} gespeichert in {1}
fr_fr: Calcul {0} enregistré à {1}.
it_it: Calcolo {0} salvato in {1}
nn_no: Beregning {0} lagret kl {1}

# EventCouldNotReadFileInformation
source: Couldn't read file information for '{0}'
de_de: Dateiinformationen für '{0}' konnten nicht gelesen werden
fr_fr: Impossible de lire les informations de fichier pour'{0}''.
it_it: Impossibile leggere le informazioni sul file per "{0}"
nn_no: Kunne ikke lese filinformasjon for '{0}'

# EventDeletedItemFormated
source: Item deleted: {0}
de_de: Objekt gelöscht: {0}
fr_fr: Point supprimé : {0}
it_it: Oggetto eliminato: {0}
nn_no: Varen ble slettet: {0}

source: Event Details
fr_fr: Détails de l'événement
it_it: Dettagli dell'evento
nn_no: Hendelsesdetaljer

# EventEditedItemFormated
source: Item edited: {0} => {1}
de_de: Objekt bearbeitet: {0} => {1}
fr_fr: Point édité : {0} => {1}
it_it: Oggetto elaborato: {0} => {1}
nn_no: Element redigert: {0} => {1}

# EventEnteredValueWasInvalidFormated
source: The entered value '{0}' was invalid.
de_de: Der eingegebene Wert '{0}' ist ungültig.
fr_fr: La valeur saisie "{0}" n'était pas valide.

# EventExceptionOccurredFormated
source: An exception has occurred at target '{0}' with following message: {1}
de_de: Eine Ausnahme ist aufgetreten mit dem Ziel '{0}' und folgender Nachricht: {1}
fr_fr: Une exception s'est produite à la cible'{0}' avec le message suivant : {1}
it_it: Si è verificata un'eccezione con la destinazione '{0}' e il seguente messaggio: {1}
nn_no: Et unntak har skjedd på målet '{0}' med følgende melding: {1}

# EventFetchLicensePathFormated
source: Fetched path for saving license at '{0}'
de_de: Pfad zum Speichern der Lizenz geladen unter '{0}' geladen
fr_fr: Chemin récupéré pour sauvegarder la licence à'{0}''.
it_it: Percorso di salvataggio della licenza caricato in '{0}' caricato
nn_no: Hentet bane for lagring av lisens på '{0}'

# EventFileLoadedForamated
source: File '{0}' loaded
de_de: Datei '{0}' geladen
fr_fr: Fichier'{0}' chargé
it_it: File "{0}" caricato
nn_no: Filen {0} er lastet

# EventFormCleared
source: Form cleared
de_de: Formular geleert
fr_fr: Formulaire effacé
it_it: Forma svuotata
nn_no: Skjema fjernet

# EventGcodeFailedToSentToRepetierServerPro
source: GCode couldn't be sent to Repetier Server Pro: {0} / {1}
de_de: GCode konnte nicht an Repetier Server Pro gesendet werden: {0} / {1}
fr_fr: GCode n'a pas pu être envoyé à Repetier Server Pro : {0} / {1}.
it_it: GCode non può essere inviato a Repetier Server Pro: {0} / {1}
nn_no: GCode kunne ikke sendes til Repetier Server Pro: {0} / {1}

# EventGcodeFileParseSucceededFormated
source: The gcode '{0}' was successfully parsed in '{1}'.
de_de: Der Gcode '{0}' wurde erfolgreich in '{1}' analysiert.
fr_fr: Le gcode "{0}" a été analysé avec succès dans "{1}".

# EventGcodeSentToRepetierServerPro
source: GCode sent to Repetier Server Pro: {0} / {1}
de_de: GCode an Repetier Server Pro gesendet: {0} / {1}
fr_fr: GCode envoyé à Repetier Server Pro : {0} / {1}.
it_it: GCode inviato a Repetier Server Pro: {0} / {1}
nn_no: GCode sendt til Repetier Server Pro: {0} / {1}

# EventLicenseAddFormated
source: License '{0}' added successfully
de_de: Lizenz '{0}' erfolgreich hinzugefügt
fr_fr: Licence'{0}' ajoutée avec succès
it_it: Licenza "{0}" aggiunta correttamente
nn_no: Lisensen '{0}' er lagt til

# EventLicenseCheckMessageFormated
source: Performed license check => Message returned: {0}
de_de: Lizenzprüfung ausgeführt => Zurückgegebene Nachricht: {0}
fr_fr: Vérification de la licence effectuée => Message retourné : {0}
it_it: Controllo della licenza eseguito => Messaggio restituito: {0}
nn_no: Utført lisenskontroll => Melding returnert: {0}

# EventLicenseLastCheckValidFormated
source: The last license check was valid, no license check performed: Last check on {0}
de_de: Die letzte Lizenzprüfung war gültig, keine Lizenzprüfung ausgeführt: Zuletzt geprüft am {0}
fr_fr: La dernière vérification de licence était valide, aucune vérification de licence n'a été effectuée : Dernière vérification sur {0}
it_it: Die letzte Lizenzprüfung war gültig, keine Lizenzprüfung ausgeführt: Zuletzt geprüft am {0}
nn_no: Den siste lisenskontrollen var gyldig, ingen lisenskontroll utført: Siste kontroll på {0}

# EventLicenseRemovedFormated
source: License '{0}' removed successfully
de_de: Lizenz '{0}' erfolgreich entfernt
fr_fr: Licence'{0}' supprimée avec succès
it_it: Licenza '{0}' rimossa con successo
nn_no: Lisensen '{0}' ble fjernet

# EventLicenseSavedSuccessfullyAtFormated
source: License saved successfully at '{0}'
de_de: Lizenz erfolgreich gespeichert unter '{0}'
fr_fr: Licence enregistrée avec succès à'{0}''.
it_it: Licenza salvata correttamente sotto '{0}'
nn_no: Lisensen er lagret på '{0}'

# EventMachineHourRateAssignedFormated
source: The Machine-Hour-Rate '{0}' was assigned to: {1}
de_de: Der Maschinenstundensatz '{0}' wurde zugeordnet zu: {1}
fr_fr: Le taux horaire de la machine'{0}' a été assigné à : {1}
it_it: La tariffa oraria della macchina '{0}' è stata assegnata a: {1}
nn_no: Maskin-timeprisen '{0}' ble tildelt: {1}

# EventOctoPrintServerInit
source: OctoPrint server init: {0}
fr_fr: Serveur OctoPrint init : {0}

# EventOpenFolderFormated
source: Folder opened: {0}
de_de: Ordner geöffnet: {0}
fr_fr: Dossier ouvert : {0}
it_it: Cartella aperta: {0}
nn_no: Mappen ble åpnet: {0}

# EventOpenUri
source: External URL opened: {0}
de_de: Externer URL geöffnet: {0}
fr_fr: URL externe ouverte : {0}
it_it: URL esterno aperto: {0}
nn_no: Ekstern URL åpnet: {0}

# EventOSIncompatibleWithNewVersionFormatedEvent
source: The version '{0}' of our operating system is incompatible with the latest update!
de_de: Die Version '{0}' deines Betriebssystemes ist nicht mit dem neusten Update kompatibel!
fr_fr: La version'{0}' de votre système d'exploitation est incompatible avec la dernière mise à jour !
it_it: La versione '{0}' del tuo sistema operativo non è compatibile con l'ultimo aggiornamento!
nn_no: Versjonen '{0}' av operativsystemet ditt er uforenlig med den siste oppdateringen!

# EventSettingsBackupSucceededFormated
source: The settings file backup was successfully created at '{0}'
de_de: Die Sicherung für die Einstellungs-Datei wurde erfolgreich erstellt unter '{0}'
fr_fr: La sauvegarde du fichier de paramètres a été créée avec succès à '{0}'.

# EventSettingsFileNotFoundAtFormated
source: The settings file couldn't be found at '{0}'!
de_de: Die Einstellungs-Datei konnte nicht gefunden werden in '{0}'
fr_fr: Le fichier de paramètres n'a pas pu être trouvé à '{0}' !

# EventUncatchedRepetierEventFormated
source: Unexcpected Repetier Event has been received from the WebSocket: {0}
de_de: Unerwartetes Repetier Event über den WebSocket erhalten: {0}
fr_fr: Un événement Repetier non prévu a été reçu du WebSocket : {0}
it_it: Ricevi un evento di ripetizione imprevisto tramite WebSocket: {0}
nn_no: Uventet repetisjonshendelse er mottatt fra WebSocket: {0}

# EventUnknownGcodeFoundFormated
source: Unknown Gcode found while reading file: {0}
de_de: Unbekannter GCode beim Lesen der Datei entdeckt: {0}
fr_fr: Gcode inconnu trouvé en lisant le fichier : {0}
it_it: GCode sconosciuto rilevato durante la lettura del file: {0}
nn_no: Ukjent Gcode funnet mens du leste filen: {0}

# EventUnknownPrintServerFormated
source: Unknown print server selected for uploading a gcode file: {0}
de_de: Unbekannter Druckserver zum Hochladen einer Gcode-Datei ausgewählt: {0}
fr_fr: Serveur d'impression inconnu sélectionné pour le téléchargement d'un fichier gcode : {0}
it_it: Server di stampa sconosciuto selezionato per caricare un file Gcode: {0}

# EventUnknownSlicerFormated
source: Unknown slicer for the provided gcode: {0}
de_de: Unbekannter Slicer für den verwendeten GCode: {0}
fr_fr: Trancheur inconnu pour le gcode fourni : {0}
it_it: Affettatrice sconosciuta per GCode utilizzata: {0}
nn_no: Ukjent skive for den oppgitte gkoden: {0}

# EventUpdateErrorFormated
source: Error while searching for updates: {0}
de_de: Fehler beim Suchen nach Updates: {0}
fr_fr: Erreur lors de la recherche de mises à jour : {0}
it_it: Errore durante il controllo degli aggiornamenti: {0}
nn_no: Feil under søking etter oppdateringer: {0}

# EventUserIsAdministratorFormated
source: User '{0}' is administrator
de_de: Benutzer '{0}' ist Administrator
fr_fr: L'utilisateur'{0}' est administrateur
it_it: L'utente "{0}" è un amministratore
nn_no: Brukeren {0} er administrator

# EventViewInitFormated
source: View init: {0}
de_de: Ansicht initialisiert: {0}
fr_fr: Afficher init : {0}
it_it: Vista inizializzata: {0}
nn_no: Vis init: {0}

# EventWebSocketClosedFormated
source: The WebSocket was closed while trying to send the request: {0}
de_de: Der WebSocket war geschlossen während versucht wurde eine Anfrage zu senden: {0}
fr_fr: Le WebSocket a été fermé en essayant d'envoyer la requête : {0}.
it_it: Il WebSocket è stato chiuso durante il tentativo di inviare una richiesta: {0}
nn_no: WebSocket ble lukket mens du prøvde å sende forespørselen: {0}

# EventWebSocketMessageReceivedFormated
source: Message received from WebSocket: {0}
de_de: Nachricht vom Websocket erhalten: {0}
fr_fr: Message reçu de WebSocket : {0}
it_it: Messaggio ricevuto dal web socket: {0}
nn_no: Melding mottatt fra WebSocket: {0}

# EventWebSocketOnCloseFormated
source: The connection to the WebSocket {0} was closed by the server.
de_de: Die Verbindung zum WebSocket {0} wurde vom Server geschlossen.
fr_fr: La connexion au WebSocket {0} a été fermée par le serveur.
it_it: La connessione al WebSocket {0} è stata chiusa dal server.
nn_no: Tilkoblingen til WebSocket {0} ble lukket av serveren.

# EventWebSocketOnErrorFormated
source: An error occurred while trying to connect to the Websocket at {0}: {1}
de_de: Beim Verbinden zum WebSocket {0} ist ein Fehler aufgetreten: {1}
fr_fr: Une erreur s'est produite lors de la tentative de connexion au Websocket à {0} : {1}
it_it: Si è verificato un errore durante la connessione a WebSocket {0}: {1}
nn_no: Det oppstod en feil under forsøk på å koble til Websocket på {0}: {1}

# EventWebSocketOnOpenFormated
source: WebSocket connected successfully to {0}
de_de: WebSocket erfolgreich verbunden mit {0}
fr_fr: WebSocket s'est connecté avec succès à {0}.
it_it: WebSocket connesso correttamente a {0}
nn_no: WebSocket koblet til {0}

# EventWebSocketSendCommandFormated
source: Command send to WebSocket: {0}
de_de: Kommando an WebSocket gesendet: {0}
fr_fr: Commande envoyée à WebSocket : {0}
it_it: Comando inviato a WebSocket: {0}
nn_no: Kommando send til WebSocket: {0}

source: Everything
de_de: Alle
fr_fr: Tout
it_it: Tutti
nn_no: Alt

source: Excel template coordinates
de_de: Koordinaten für Excel-Vorlage
fr_fr: Coordonnées du modèle Excel
it_it: Coordinate per il modello Excel
nn_no: Excel-mal koordinater

# ExcelTemplateCoordinatesNotes
source: You can assign properties from our calculation object to coordinates at your Excel template. The exporter will write the corresponding data to the provided excel template file then.
de_de: Du kannst den Koordinaten in deiner Excel-Vorlage Eigenschaften aus unserem Kalkulationsobjekt zuweisen. Der Exporter schreibt dann die entsprechenden Daten in die bereitgestellte Excel-Vorlagendatei.
fr_fr: Vous pouvez assigner les propriétés de notre objet de calcul aux coordonnées de votre modèle Excel. L'exportateur inscrira alors les données correspondantes dans le fichier modèle Excel fourni.
it_it: È possibile assegnare proprietà dal nostro oggetto di calcolo alle coordinate nel modello di Excel. L'esportatore quindi scrive i dati corrispondenti nel file modello Excel fornito.
nn_no: Du kan tilordne egenskaper fra vårt beregningsobjekt til koordinater på Excel-malen. Eksportøren vil skrive de tilsvarende dataene til den medfølgende Excel-malfilen da.

source: Exclude from margin calculation
fr_fr: Exclure du calcul de la marge

source: Exclude material costs from margin calculation?
fr_fr: Exclure les coûts des matériaux du calcul de la marge ?

source: Exclude printer costs from margin calculation?
fr_fr: Exclure les coûts d'impression du calcul de la marge ?

source: Exclude worksteps from margin calculation?
fr_fr: Exclure les étapes du travail du calcul de la marge ?

source: Execute command
de_de: Befehl ausführen
fr_fr: Exécution de la commande
it_it: Eseguire l'ordine

source: Export
de_de: Exportieren
fr_fr: Exporter
it_it: Esportazione
nn_no: Eksporter

# ExportAsPdf
source: Export as pdf file
de_de: Als PDF-Datei exportieren
fr_fr: Exporter au format pdf
it_it: Esporta come file PDF
nn_no: Eksporter som pdf-fil

# ExportDots
source: Export...
fr_fr: Exporter...

# ExportExcel
source: Export to Excel
de_de: Als Excel-Datei exportieren
fr_fr: Exportation vers Excel
it_it: Esporta come file Excel
nn_no: Eksporter til Excel

# ExportPdf
source: Export to Pdf
de_de: Als Pdf-Datei exportieren
fr_fr: Exporter au format Pdf
it_it: Esporta come file pdf
nn_no: Eksporter til Pdf

source: Extruder
fr_fr: Extrudeur
it_it: Estrusore

# FDM
source: FDM (Fused Deposition Modeling)®
fr_fr: FDM (Fused Deposition Modeling)® (dépôt de matière fondue)
nn_no: FDM (Fused Deposition Modelling) ®

# FieldCannotBeEmpty
source: This filed cannot be empty
de_de: Dieses Feld darf nicht leer sein!
fr_fr: Ce champ ne peut pas être vide
it_it: Questo campo non deve essere vuoto
nn_no: Dette feltet kan ikke være tomt

source: Filament diameter
de_de: Filamentdurchmesser
fr_fr: Diamètre du filament

source: File Action
de_de: Datei-Aktion
fr_fr: Fichier Action
it_it: Azione sul file
nn_no: Filhandling

# FileActionDelete
source: Delete
de_de: Löschen
fr_fr: Supprimer
it_it: Cancellare
nn_no: Slett

# FileActionSetActive
source: Set Active
de_de: Aktiv setzen
fr_fr: Activer
it_it: Imposta attivamente
nn_no: Sett aktiv

# FileDoesNotExistsFormated
source: The file '{0}' doesn't exist at the selected location!
de_de: Die Datei '{0}' existiert nicht unter dem angegebenen Pfad!
fr_fr: Le fichier'{0}' n'existe pas à l'emplacement sélectionné !
it_it: Il file '{0}' non esiste nel percorso specificato!
nn_no: Filen '{0}' eksisterer ikke på det valgte stedet!

# FileExtensionFormatedInvalid
source: Only use files with the '{0}' extension!
de_de: Die Datei muss mit '{0}' enden!
fr_fr: N'utilisez que des fichiers avec l'extension'{0}' !
it_it: Il file deve terminare con '{0}'!
nn_no: Bruk bare filer med utvidelsen '{0}'!

source: File Name
de_de: Dateiname
fr_fr: Nom de fichier
it_it: Nome di file
nn_no: Filnavn

# FileNameDoesNotMatchRegexPatternFormated
source: The file name '{0}' does not match the regex pattern: '{1}'
de_de: Der Dateiname '{0}' stimmt nicht mit dem Regex-Muster überein: '{1}'
fr_fr: Le nom de fichier "{0}" ne correspond pas au modèle de regex : "{1}".
it_it: Il nome del file '{0}' non corrisponde al modello regex: '{1}'

# FIlePathIsInvalid
source: The file doesn't exist or the file extension isn't valid!
de_de: Die Datei existiert nicht oder die Dateierweiterung ist ungültig!
fr_fr: Le fichier n'existe pas ou l'extension de fichier n'est pas valide !
it_it: Il file non esiste o l'estensione del file non è valida!
nn_no: Filen eksisterer ikke, eller filtypen er ikke gyldig!

source: Files
de_de: Dateien
fr_fr: Fichiers
it_it: File
nn_no: Filer

source: File Type
de_de: Dateityp
fr_fr: Type de fichier
it_it: Tipo di file
nn_no: Filtype

source: Fill
fr_fr: Remplir

source: Filter costs
fr_fr: Coûts de filtrage

source: Filters
fr_fr: Filtres

# FinalRecomendedPrice
source: Final recommended price:
de_de: Finale Preisempfehlung:
fr_fr: Prix final recommandé :
it_it: Consiglio sul prezzo finale:
nn_no: Endelig anbefalt

source: Fix costs
de_de: Fixkosten
fr_fr: Coûts fixes
it_it: Costi fissi
nn_no: Fix kostnader

source: Flow
de_de: Fluss
fr_fr: Flux
it_it: Flusso

# FolderDoesNotExist
source: Folder doesn't exist
de_de: Ordner existiert nicht
fr_fr: Le dossier n'existe pas
it_it: La cartella non esiste
nn_no: Mappen eksisterer ikke

# GcodeCodeLineEditor
source: Gcode Editor
fr_fr: Éditeur de code Gcode
it_it: Editor GCode

source: Gcode infos
fr_fr: Infos sur les codes Gcode
it_it: Informazioni Gcode
nn_no: Informasjon om Gcode

source: GCode lines
de_de: GCode-Zeilen
fr_fr: Lignes GCode
it_it: Linee GCode
nn_no: GCode-linjer

source: Gcode Parser
fr_fr: Analyseur de code Gcode

# GcodeParserKnownSlicersNote
source: If this option is checked, the parser will first check if the used slicer is known and analyze if the needed values are stated as comment in the gcode file. This will boost the speed and accuracy.
de_de: Wenn diese Option aktiviert ist, prüft der Parser zuerst, ob der verwendete Slicer bekannt ist, und analysiert, ob die erforderlichen Werte in der Gcode-Datei als Kommentar angegeben sind. Dies erhöht die Geschwindigkeit und Genauigkeit.
fr_fr: Si cette option est cochée, l'analyseur vérifiera d'abord si le slicer utilisé est connu et analysera si les valeurs nécessaires sont indiquées en commentaire dans le fichier gcode. Cela augmentera la vitesse et la précision.
it_it: Se questa opzione è attivata, il parser controlla innanzitutto se lo slicer utilizzato è noto e analizza se i valori richiesti sono specificati come commenti nel file gcode. Ciò aumenta la velocità e la precisione.
nn_no: Hvis dette alternativet er merket av, vil parseren først sjekke om den brukte slicer er kjent og analysere om de nødvendige verdiene er angitt som kommentar i gcode-filen. Dette vil øke hastigheten og nøyaktigheten.

# GcodeParserNote
source: If you import a gcode file and information are missing here, please send us your gcode file and we will update our parser.
de_de: Wenn du eine GCode-Datei importiert hast, und hier fehlende Informationen vorfindest, sende uns bitte deine GCode-Datei zu. Wir werden unseren Parser dementsprechend aktualisieren.
fr_fr: Si vous importez un fichier gcode et qu'il vous manque des informations, veuillez nous envoyer votre fichier gcode et nous mettrons à jour notre analyseur de fichiers.
it_it: Se hai importato un file GCode e trovi informazioni mancanti qui, ti preghiamo di inviarci il tuo file GCode. Aggiorneremo di conseguenza il nostro parser.
nn_no: Hvis du importerer en gcode-fil og informasjon mangler her, kan du sende oss din gcode-fil så oppdaterer vi analysøren.

# GcodeParserPreferCommentValuesFromKnownSlicers
source: Prefer values noted in comments from known slicers?
de_de: Bevorzuge Werte, welche in den Kommentaren notiert sind von bekannten Slicers?
fr_fr: Préférer les valeurs notées dans les commentaires des slicers connus ?
it_it: Preferisci i valori annotati nei commenti di affettatrici famose?
nn_no: Foretrekker verdier notert i kommentarer fra kjente slicere?

# GcodeParserPrintTimeCalculation
source: Print time calculation
de_de: Druckzeitberechnung
fr_fr: Calcul du temps d'impression

source: Gcode Viewer
fr_fr: Visualisation des codes G

source: General
de_de: Allgemein
fr_fr: Général
it_it: Generalmente
nn_no: Generell

source: Glove costs
fr_fr: Coût des gants

source: Gloves
fr_fr: Gants

# GoOneDirectoryBack
source: One directory back
de_de: Ein Verzeichnis zurück
fr_fr: Revenir au répertoire précédent
it_it: Una directory indietro

# GoPro
source: Go Pro now!
de_de: Jetzt Pro-Version holen
fr_fr: Passer à la version Pro maintenant !
it_it: Ottieni subito la versione pro
nn_no: Gå for Pro nå!

# GoToOctoPrintInBrowser
source: Open OctoPrint
de_de: OctoPrint öffnen
fr_fr: Ouvrir OctoPrint
it_it: Apri OctoPrint

# GoToRepetierServerProInBrowser
source: Open Repetier Server Pro
de_de: Repetier Server Pro öffnen
fr_fr: Ouvrir Repetier Server Pro
it_it: Apri Repetier Server Pro
nn_no: Åpne Repetier Server Pro

source: Go to settings
de_de: Einstellungen öffnen
fr_fr: Aller aux réglages
it_it: Apri le impostazioni
nn_no: Gå til Innstillinger

# GUI
source: GUI (Graphical User Interface)
de_de: GUI (Grafische Benutzeroberfläche)
fr_fr: Interface graphique utilisateur (GUI)
it_it: GUI (Interfaccia utente grafica)
nn_no: GUI (grafisk brukergrensesnitt)

source: Handling fee
fr_fr: Frais de traitement

# HasHeatbed
source: Has a heatbed?
de_de: Hat ein Heizbett?
fr_fr: A un lit chauffant ?
it_it: Ha una basa riscaldata?
nn_no: Har printeren heated bed?

# HeaderFixCostsPerYear
source: Fix costs / year
de_de: Fixkosten / Jahr
fr_fr: Coûts fixes / an
it_it: Costi fissi / anno
nn_no: Faste kostnader / år

# HeaderPriceConsistsOf
source: - Price consists of -
de_de: - Preis besteht aus -
fr_fr: - Le prix se compose de -
it_it: - il prezzo è composto da -
nn_no: - Prisen består av -

# HeaderPrintTimeConsistsOf
source: Print Time consists of
de_de: Druckzeit besteht aus
fr_fr: Le temps d'impression se compose de
it_it: Il tempo di stampa è composto da
nn_no: Utskrifttiden består av
