Repository: AndreasReitberger/3D-Print-Cost-Calculator
Catalog: Source/PrintCostCalculator3d/Resources/Localization/Strings.*.resx
Languages: de_de, fr_fr, it_it, nn_no

source: New server
de_de: Neuer Server
fr_fr: Nouveau serveur

source: New Supplier
de_de: Neuer Lieferant
fr_fr: Nouveau fournisseur
it_it: Nuovo fornitore
nn_no: Ny leverandør

source: New tab
de_de: Neuer Tab
fr_fr: Nouvel onglet
it_it: Nuova scheda
nn_no: Ny fane

# NewWorkstepAsNewWindow
source: New workstep (new window)
de_de: Neuer Arbeitsschritt (neues Fenster)
fr_fr: Nouvelle étape (nouvelle fenêtre)
it_it: Nuovo passaggio (nuova finestra)
nn_no: Nytt arbeidssteg (nytt vindu)

# NoAdditionsAvailableYetForThisProcedureDots
source: No special additions available for this procedure...
fr_fr: Aucun ajout spécial disponible pour cette procédure pour le moment...

# NoFileAddedPleaseAddOneFirst
source: No file has been added to this calculation yet. Either select a gcode file from your computer or add the information manually.
de_de: Es wurde noch keine Datei für diese Kalkulation hinzugefügt. Bitte wähle eine oder gib die Informationen manuell ein.
fr_fr: Aucun fichier n'a encore été ajouté à ce calcul. Sélectionnez un fichier gcode sur votre ordinateur ou ajoutez les informations manuellement.

# NoFilesOrFolderInThisDirectoryFound
source: No files or folders have been found in this directory / location.
de_de: In diesem Verzeichnis / Speicherort wurden keine Dateien oder Ordner gefunden.
fr_fr: Aucun fichier ou dossier n'a été trouvé dans ce répertoire / emplacement.
it_it: Nessun file o cartella trovato in questa directory / posizione di archiviazione.

# NoGcodeSelectedDots
source: No gcode selected...
de_de: Kein GCode gewählt...
fr_fr: Aucun gcode sélectionné...
it_it: Nessun GCode selezionato ...

# NoLicenseActivatedYet
source: No license set for this instance. Please click the button below to activate your pro version now!
de_de: Keine Lizenz für diese Installation angegeben. Bitte klicke auf den Button unten um deine Pro-Version jetzt zu aktivieren!
fr_fr: Aucune licence n'est définie pour cette instance. Veuillez cliquer sur le bouton ci-dessous pour activer votre version pro maintenant !
it_it: Nessuna licenza specificata per questa installazione. Fai clic sul pulsante in basso per attivare subito la tua versione pro!
nn_no: Det er ikke satt noen lisens for denne forekomsten. Klikk på knappen nedenfor for å aktivere pro-versjonen din nå!

source: No messages available
de_de: Keine Nachrichten verfügbar
fr_fr: Aucun message disponible
it_it: Nessuna notizia disponibile
nn_no: Ingen meldinger er tilgjengelige

source: None
de_de: Keine
fr_fr: Aucun
it_it: Nessun
nn_no: Ingen

# NoPrintPrintActive
source: No print job active...
de_de: Kein aktiver Druckauftrag
fr_fr: Aucune impression en cours....
it_it: Nessun lavoro di stampa attivo
nn_no: Ingen utskriftsjobb aktiv ...

source: No, save as new
de_de: Nein, als Neuen speichern
fr_fr: Non, enregistrer comme nouveau
it_it: No, salva come nuovo

# NoServersCreatedInSettingsYetDots
source: No servers created in the settings yet...
de_de: Es wurden noch keine Server in den Einstellungen angelegt...
fr_fr: Aucun serveur n'a encore été créé dans les paramètres...

source: Not changed
de_de: Nicht geändert
fr_fr: Non modifié
it_it: Non è cambiato
nn_no: Ikke endret

# NoteCustomAddition
source: You can define custom additions here. Those will be added to your final price later.
de_de: Du kannst hier benutzerdefinierte Zuschläge definieren. Diese werden später zu deinem finalen Preis hinzugefügt.
fr_fr: Vous pouvez définir des éléments personnalisés ici. Ceux-ci seront ajoutés à votre prix final ultérieurement.

# NotePingCounter
source: To keep the WebSocket connection alive a ping command needs to be send to the Repetier Server. The value shows the amount of send ping commands so far.
de_de: Um die Verbindung zum WebSocket offen zu halten muss ein Ping-Befehle an den Repetier Server gesendet werden. Der angezeigte Wert zeigt die gesendeten Ping-Befehle.
fr_fr: Pour maintenir la connexion WebSocket active, une commande ping doit être envoyée au serveur Repetier. La valeur indique le nombre de commandes ping envoyées jusqu'à présent.
it_it: Per mantenere aperta la connessione a WebSocket, è necessario inviare un comando ping al server Repetier. Il valore visualizzato mostra i comandi ping inviati.
nn_no: For å holde WebSocket-tilkoblingen i live må en ping-kommando sendes til Repetier Server. Verdien viser mengden send ping-kommandoer så langt.

# NoteRepetierServerPrinterName
source: Provide the name as it is shown in your Dashboard. The tool will automatically replace the whitespaces with underscores.
de_de: Gib den Namen so an, wie er dir im Dashboard angezeigt wird. Das Tool ersetzt automatisch Leerzeichen mit einem Unterstrich.
fr_fr: Indiquez le nom tel qu'il apparaît dans votre tableau de bord. L'outil remplacera automatiquement les espaces blancs par des traits de soulignement.
it_it: Immettere il nome come appare nella dashboard. Lo strumento sostituisce automaticamente gli spazi con un carattere di sottolineatura.
nn_no: Oppgi navnet slik det er vist på dashbordet. Verktøyet vil automatisk erstatte hvitfeltene med understrekinger.

# Note_OctoPrintShowFunctions
source: If you want to hide all OctoPrint relevant functions from the tool, just uncheck this control.
de_de: Wenn du alle für OctoPrint relevanten Funktionen in der Software ausblenden möchtest, entferne einfach den Haken im Kontrollkästchen.
fr_fr: Si vous souhaitez masquer toutes les fonctions pertinentes d'OctoPrint dans l'outil, il suffit de décocher ce contrôle.
it_it: Se si desidera nascondere tutte le funzioni relative a OctoPrint nel software, è sufficiente rimuovere il segno di spunta nella casella di controllo.

# Note_OutputFileFormat
source: Depending on the slicer used, it could be that a prefix or suffix will be added to the stl file name. You can specify the format here, so that the tool can find and import the gcode file later.
de_de: Abhängig vom verwendeten Slicer kann es sein, dass dem Namen der STL-Datei ein Präfix oder Suffix hinzugefügt wird. Hier kannst du das Format angeben, damit das Tool die Gcode-Datei später finden und importieren kann.
fr_fr: Selon le slicer utilisé, il se peut qu'un préfixe ou un suffixe soit ajouté au nom du fichier stl. Vous pouvez spécifier le format ici, afin que l'outil puisse trouver et importer le fichier gcode plus tard.
it_it: A dipendenza del slicer utilizzato, è possibile aggiungere un prefisso o suffisso al nome del file STL. Qui puoi specificare il formato in modo che lo strumento possa trovare e importare il file Gcode in un secondo momento.

# Note_ReloadCalculationsOnRestart
source: If this option is set, the tool will reload the calculations from the last session automatically.
de_de: Wenn diese Option aktiviert ist, dann lädt das Tool die Kalkulationen von der letzten Sitzung automatisch beim Start.
fr_fr: Si cette option est activée, l'outil rechargera automatiquement les calculs de la dernière session.

# Note_SlicerPrinterConfiguration
source: Please fill out this values as accurate as possible. This values are important to calculate the print time from your gcode.
de_de: Bitte fülle alle Werte so genau wie möglich aus. Diese sind entscheident bei der Berechnung der Druckzeit von deinem Gcode.
fr_fr: Veuillez remplir ces valeurs aussi précisément que possible. Ces valeurs sont importantes pour calculer le temps d'impression à partir de votre gcode.

# Note_UpdateInterval
source: This is the time interval in seconds in which the tool is fetching the current information from your print server.
de_de: Dies ist das Zeitintervall in Sekunden, in dem das Tool die aktuellen Informationen von deinem Druckserver abruft.
fr_fr: Il s'agit de l'intervalle de temps en secondes pendant lequel l'outil va chercher les informations actuelles sur votre serveur d'impression.
it_it: Questo è l'intervallo di tempo in secondi in cui lo strumento recupera le informazioni più recenti dal server di stampa.

# NoUpdateAvailable
source: No update is available at the moment
de_de: Aktuell ist kein Update verfügbar.
fr_fr: Aucune mise à jour n'est disponible pour le moment
it_it: Nessun aggiornamento è attualmente disponibile.
nn_no: Ingen oppdatering er tilgjengelig for øyeblikket

# NoWorkstepsAddedToThisCalculationDots
source: No worksteps added for this calculation...
de_de: Keine Arbeitsschritte für diese Kalkulation hinzugefügt...
fr_fr: Aucune étape n'a été ajoutée pour ce calcul...

source: Nozzle
de_de: Düse
fr_fr: Buse
it_it: ugello
nn_no: dyse

# NozzleWearCosts
source: Nozzle (Wear)
fr_fr: Buse (usure)

# NPJ
source: NPJ (NanoParticle Jetting)®
fr_fr: NPJ (NanoParticle Jetting)® (jet de nanoparticules)

# OctoPrintServerIsOffline
source: Your OctoPrint server seems to be offline. Please check your server and try to reconnect below.
de_de: Dein OctoPrint-Server scheint offline zu sein. Bitte überprüfe deinen Server und versuche unten, die Verbindung wiederherzustellen.
fr_fr: Votre serveur OctoPrint semble être hors ligne. Veuillez vérifier votre serveur et essayer de vous reconnecter ci-dessous.
it_it: Il tuo server OctoPrint sembra essere offline. Controlla il tuo server e prova a riconnetterti di seguito.

# OctoPrintServerOfflineWithoutReconnect
source: Your OctoPrint server seems to be offline. Please check if your print server is running and try again.
de_de: Dein OctoPrint-Server scheint offline zu sein. Bitte überprüfe deinen Server und versuche es erneut.
fr_fr: Votre serveur OctoPrint semble être hors ligne. Veuillez vérifier si votre serveur d'impression fonctionne et réessayer.
it_it: Il tuo server OctoPrint sembra essere offline. Controlla il tuo server e riprova.

# OctoPrintServerProIsNotConfigured
source: It seems that your OctoPrint server is not configured in your settings. Please go to the settings page and setup your server first!
de_de: Es scheint, dass dein OctoPrint-Server in deinen Einstellungen nicht konfiguriert ist. Bitte gehe zur Einstellungsseite und richte zuerst deinen Server ein!
fr_fr: Il semble que votre serveur OctoPrint ne soit pas configuré dans vos paramètres. Veuillez vous rendre sur la page des paramètres et configurer votre serveur en premier !
it_it: Sembra che il tuo server OctoPrint non sia configurato nelle tue impostazioni. Vai alla pagina delle impostazioni e imposta prima il tuo server!

source: Offer
de_de: Angebot
fr_fr: Offre
it_it: Offerta
nn_no: Tilbud

source: Offer Id
de_de: Angebotsnummer
fr_fr: Id de l'offre
it_it: Numero dell'offerta
nn_no: Tilbuds-id

source: Official
de_de: Offiziell
fr_fr: Officiel
it_it: Ufficialmente
nn_no: Offisielt

source: Offline
fr_fr: Hors ligne

# OfflineLicenseInvalid
source: The license server is offline or you aren't connected to the internet. Sadly your license last license check isnt valid anymore. The Pro version will be downgraded till the server is back online or you are connected to the internet again.
de_de: Der Lizenz-Server ist offline oder du bist nicht mit dem Internet verbunden. Leider ist deine letzte Lizenzprüfung zu lange her. Die Pro-Version wird temporär heruntergesetzt, bis du wieder online bist oder unser Server wieder funktioniert.
fr_fr: Le serveur de licences est hors ligne ou vous n'êtes pas connecté à Internet. Malheureusement, votre dernière vérification de licence n'est plus valide. La version Pro sera déclassée jusqu'à ce que le serveur soit de nouveau en ligne ou que vous soyez à nouveau connecté à Internet.
it_it: Il server delle licenze non è in linea o non si è connessi a Internet. Sfortunatamente, il tuo ultimo controllo della licenza è stato troppo tempo fa. La versione Pro è temporaneamente inattiva fino a quando non sei di nuovo online o il nostro server non funziona di nuovo.
nn_no: Lisensserveren er frakoblet, eller du er ikke koblet til internett. Dessverre er lisensen din siste lisens sjekk ikke gyldig lenger. Pro-versjonen blir nedgradert til serveren er tilbake online eller du er koblet til Internett igjen.

# OfflineLicenseValid
source: The license server is offline or you aren't connected to the internet. However your license last license check is still valid. You can proceed with the Pro version.
de_de: Der Lizenz-Server ist offline oder du bist nicht mit dem Internet verbunden. Jedoch ist deine letzte Lizenzprüfung noch gültig. Du kannst die Pro-Version weiter verwenden.
fr_fr: Le serveur de licences est hors ligne ou vous n'êtes pas connecté à Internet. Cependant, votre dernière vérification de licence est toujours valide. Vous pouvez passer à la version Pro.
it_it: Il server delle licenze non è in linea o non si è connessi a Internet. Tuttavia, l'ultimo controllo della licenza è ancora valido. Puoi continuare a utilizzare la versione Pro.
nn_no: Lisensserveren er frakoblet, eller du er ikke koblet til internett. Imidlertid er lisensens siste lisenskontroll fortsatt gyldig. Du kan fortsette med Pro-versjonen.

source: Online
fr_fr: En ligne

source: Only numbers are allowed!
de_de: Nur Zahlen sind erlaubt!
fr_fr: Seuls les numéros sont autorisés !
it_it: Sono ammessi solo numeri!
nn_no: Bare tall er tillatt!

# OpenASlicerInstanceForEachFile
source: Yes, open an instance for each file
de_de: Ja, öffne eine neue Instanz für jede Datei
fr_fr: Oui, ouvrez une instance pour chaque fichier
it_it: Sì, apri una nuova istanza per ogni file
nn_no: Ja, åpne en forekomst for hver fil

# OpenCalculationViewOnFileLoaded
source: Open the calculation result view after a calculation was loaded
de_de: Öffne die Kalkulations-Ergebnis-Ansicht, wenn eine Kalkulation geladen wird
fr_fr: Ouvrir la vue du résultat du calcul après le chargement d'un calcul
it_it: Aprire la vista del risultato del calcolo quando viene caricato un calcolo
nn_no: Åpne beregningsresultatvisningen etter at en beregning ble lastet inn

source: Open file
de_de: Datei öffnen
fr_fr: Ouvrir le fichier
it_it: Apri il file
nn_no: Åpen fil

source: Open folder
de_de: Ordner öffnen
fr_fr: Ouvrir le dossier
it_it: Apri cartella
nn_no: Åpne mappen

source: Open gcode from OctoPrint
de_de: Öffne Gcode von OctoPrint
fr_fr: Ouvrez le gcode depuis OctoPrint
it_it: Apri Gcode da OctoPrint

# OpenGcodeorStlFile
source: Open STL or Gcode
de_de: Öffne STL oder Gcode
fr_fr: Ouvrir STL ou Gcode
it_it: Apri STL o Gcode
nn_no: Åpne STL eller Gcode

source: Open in browser
de_de: In Browser öffnen
fr_fr: Ouvrir dans le navigateur

source: Open License
de_de: Lizenz öffnen
fr_fr: Licence ouverte
it_it: Apri licenza
nn_no: Åpen lisens

source: Open location
de_de: Pfad öffnen
fr_fr: Ouvrir l'emplacement
it_it: Aprire percorso
nn_no: Åpen beliggenhet

source: Open Message
de_de: Nachricht öffnen
fr_fr: Message ouvert
it_it: Messaggio aperto
nn_no: Åpne melding

source: Open Project
de_de: Projekt öffnen
fr_fr: Projet ouvert
it_it: Apri progetto
nn_no: Åpent prosjekt

# OpenSettingsLocation
source: Open Settings folder
de_de: Einstellungsordner öffnen
fr_fr: Ouvrir le dossier Paramètres
it_it: Apri la cartella delle impostazioni
nn_no: Åpne Innstillinger-mappen

# OpenSlicerInstanceForEachFile
source: Open slicer for each file individually?
de_de: Slicer für jede Datei einzeln öffnen?
fr_fr: Ouvrir le slicer pour chaque fichier individuellement ?
it_it: Apri slicer per ogni file individualmente?
nn_no: Åpne skiver for hver fil individuelt?

# OpenStlFile
source: Select or drop .stl file
de_de: Wähle oder ziehe .stl Datei
fr_fr: Sélectionnez ou déposez le fichier.stl
it_it: Scegli o trascina il file .stl
nn_no: Velg eller slipp .stl-fil

source: Open WebCam
de_de: WebCam öffnen
fr_fr: Ouvrir WebCam
it_it: Apri WebCam
nn_no: Åpne webkamera

source: Open Website
de_de: Website öffnen
fr_fr: Ouvrir le site web
it_it: Apri il sito web
nn_no: Åpne nettsted

source: or
de_de: oder
fr_fr: ou
it_it: O
nn_no: eller

source: Order
de_de: Reihenfolge
fr_fr: Ordre

source: Overview
de_de: Übersicht
fr_fr: Vue d'ensemble

source: Overwrite
de_de: Überschreiben
fr_fr: Écraser
it_it: Sovrascrittura
nn_no: Overskriv

# OverwriteCompleteNumberFormats
source: Overwrite the complete number format with the selected localization?
de_de: Das komplette Nummerformat mit der ausgewählten Lokalisierung überschreiben?
fr_fr: Remplacer le format complet du numéro par la localisation choisie ?

# OverwriteDefaultCurrencySymbol
source: Overwrite default currency symbol of the set language?
de_de: Standard-Währungssymbol der gesetzten Sprache überschreiben?
fr_fr: Écraser le symbole monétaire par défaut de la langue définie ?

source: Package Size
de_de: Paketinhalt
fr_fr: Taille de l'emballage
it_it: Contenuto della confezione:
nn_no: pakkestørrelse

source: Parse gcode(s)
de_de: Gcode(s) analysieren
fr_fr: Analyse du/des gcode(s)

source: Parse multiple gcodes
de_de: Mehere Gcodes analysieren
fr_fr: Analyser plusieurs gcodes

source: Password
de_de: Passwort
fr_fr: Mot de passe
nn_no: Passord

# PasswordRepeat
source: Repeat password
de_de: Passwort bestätigen
fr_fr: Répéter le mot de passe
it_it: Conferma password
nn_no: Gjenta passord

source: Passwords do not match!
de_de: Passwörter stimmen nicht überein!
fr_fr: Les mots de passe ne correspondent pas !
it_it: Le password non corrispondono!
nn_no: Passordene er ikke like!

source: Paste
fr_fr: Coller

source: Percent
de_de: Prozent
fr_fr: Pourcentage

# PercentageProgressOf
source: {0} from {1} % completed
de_de: {0} von {1} % abgeschlossen
fr_fr: {0} de {1} % terminé
it_it: Completato {0} del {1}%
nn_no: {0} fra {1}% fullført

source: Per hour
de_de: Pro Stunde
fr_fr: Par heure
it_it: All'ora
nn_no: Per time

source: Per job
de_de: Pro Auftrag
fr_fr: Par tâche
it_it: Per ordine
nn_no: Per jobb

# PerMonth
source: / Month
de_de: / Monat
fr_fr: / Mois
it_it: / Mese
nn_no: / Måned

source: Per piece
de_de: Pro Stück
fr_fr: Par pièce
it_it: Per pezzo
nn_no: Per stykk

# PerYear
source: / Year
de_de: / Jahr
fr_fr: / Année
it_it: / Anno
nn_no: / År

# PleaseAddValidExcelColumnString
source: Please provide a valid Excel column!
de_de: Bitte gib eine gültige Excel-Spalte an!
fr_fr: Veuillez fournir une colonne Excel valide !
it_it: Inserisci una colonna Excel valida!
nn_no: Oppgi en gyldig Excel-kolonne!

# Post
source: Post-Processing
de_de: Nachbearbeitung
fr_fr: Post-traitement
it_it: Rifinitura
nn_no: Post-prosessering

source: Powder
de_de: Pulver
fr_fr: Poudre
it_it: Polvere
nn_no: Pulver

# Pre
source: Pre-Processing
de_de: Vorverarbeitung
fr_fr: Pré-traitement
it_it: Pre-elaborazione

source: Prepare slicing
de_de: Slicen vorbereiten
fr_fr: Préparer le tranchage
it_it: Prepara la funzione Slicer
nn_no: Forbered slicer

source: Price
de_de: Preis
fr_fr: Prix
it_it: Prezzo
nn_no: Pris

source: Price per
de_de: Preis pro
fr_fr: Prix par
it_it: Prezzo per
nn_no: Pris pr

source: Print
de_de: Drucken
fr_fr: Imprimer
it_it: Stampare

source: Print costs
fr_fr: Frais d'impression

source: Printer
de_de: Drucker
fr_fr: Imprimante
it_it: Stampante
nn_no: Skriver

# PrinterControlDisabledDueToPrinterIsOfflineOrDisconnectedDots
source: The control panel is deactivated because the printer is offline or disconnected...
de_de: Das Steuer-Panel ist deaktiviert, da der Drucker entweder offline ode nicht angeschlossen ist...
fr_fr: Le panneau de contrôle est désactivé parce que l'imprimante est hors ligne ou déconnectée...

# PrinterHasHeatbed
source: Printer has a heatbed
de_de: Drucker hat ein Heizbett
fr_fr: L'imprimante est équipée d'un lit chauffant
it_it: La stampante ha un letto riscaldato
nn_no: Skriveren har en varmeseng

# Printers
source: 3D Printers
de_de: 3D Drucker
fr_fr: Imprimantes 3D
it_it: Stampante 3D
nn_no: 3D-skrivere

source: Printing
de_de: Druckt
fr_fr: Impression
it_it: Stampa

source: Print Offer
de_de: Angebot drucken
fr_fr: Imprimer l'offre
it_it: Offerta di stampa
nn_no: Skriv ut tilbud

# PrintSheetWearCosts
source: Print sheet (Wear)
fr_fr: Feuille d'impression (Usure)

source: Print time
de_de: Druckzeit
fr_fr: Temps d'impression

# PrivacyCheckNoAnalytics
source: We do not use any analytics software to track your behaviour!
de_de: Wir nutzen keine Analyse-Software um dein Verhalten zu tracken!
fr_fr: Nous n'utilisons aucun logiciel d'analyse pour suivre votre comportement !
it_it: Non utilizziamo software di analisi per tracciare il tuo comportamento!
nn_no: Vi bruker ikke analyseprogramvare for å spore din oppførsel!

# PrivacyCheckNoDataCollection
source: We do not collect any of your data, never!
de_de: Wir sammeln keine deiner Daten, niemals!
fr_fr: Nous ne collectons aucune de vos données, jamais !
it_it: Non raccogliamo i tuoi dati, mai!
nn_no: Vi samler ikke inn noen av dine data, aldri!

source: Procedure
fr_fr: Procédure

source: Procedures
fr_fr: Procédures

source: Procedure specific
fr_fr: Procédure spécifique

source: Product name
de_de: Produktname
fr_fr: Nom du produit
it_it: Nome del prodotto
nn_no: Produktnavn

# ProgramExecutionDirectoryNotFound
source: Program execution directory not found, while trying to build path to license directory!
de_de: Programmausführungsverzeichnis nicht gefunden, während versucht wird, den Pfad zum Lizenzverzeichnis zu erstellen!
fr_fr: Le répertoire d'exécution du programme n'a pas été trouvé, alors que vous essayez de construire le chemin d'accès au répertoire des licences !
it_it: Elenco di esecuzione del programma non trovata durante il tentativo di creare il percorso della directory della licenza!
nn_no: Programkjøringskatalogen ble ikke funnet, mens du prøver å bygge banen til lisenskatalogen!

# ProOnly
source: Locked - Pro Feature
de_de: Gesperrt - Pro-Funktion
fr_fr: Verrouillé - Fonction Pro
it_it: Bloccata - funzione pro
nn_no: Låst - Pro-funksjon

# ProOnlyFunction
source: This is a pro-only function. Upgrade to the pro version now to unlock this feature!
de_de: Dies ist eine Pro-Funktion. Upgrade jetzt auf die Pro-Version um diese Funktion freizuschalten!
fr_fr: Il s'agit d'une fonction pro uniquement. Passez maintenant à la version pro pour déverrouiller cette fonction !
it_it: Questa è una funzione professionale. Esegui ora l'upgrade alla versione Pro per sbloccare questa funzione!
nn_no: Dette er en pro-eneste funksjon. Oppgrader til pro-versjonen nå for å låse opp denne funksjonen!

# ProvidedInformationArePerYear
source: The provided information are per year
de_de: Die angegebenen Informationen sind pro Jahr
fr_fr: Les informations fournies sont par an
it_it: Le informazioni fornite sono all'anno
nn_no: Den oppgitte informasjonen er per år

source: Quantity
de_de: Anzahl
fr_fr: Quantité

source: Rates
de_de: Raten
fr_fr: Tarifs

source: Reconnect
de_de: Erneut verbinden
fr_fr: Reconnectez-vous
it_it: Connettiti di nuovo
nn_no: Koble til på nytt

source: Refresh
de_de: Aktualisieren
fr_fr: Rafraîchir

# RefreshRateIsTakenFromMaterial
source: The refresh rate will be taken from the corresponding material, if specified.
fr_fr: Le taux de rafraîchissement sera pris dans le matériel correspondant, si cela est spécifié.

source: Remaining content
de_de: Verbleibender Inhalt
fr_fr: Contenu restant
it_it: Contenuto rimanente
nn_no: Gjenværende innhold

source: Remember calculations till next startup
de_de: Kalkulationen bis nächsten Start merken
fr_fr: Se souvenir des calculs jusqu'au prochain démarrage

source: Reorder
de_de: Nachbestellen
fr_fr: Réorganiser
it_it: Riordino
nn_no: Omgjøre

source: Repeat
de_de: Wiederholen
fr_fr: Répéter
it_it: ripetere
nn_no: Gjenta

source: Repetier Server Pro
fr_fr: Serveur Repetier Pro
